Repository: gvSIGAssociation/gvsig-online
Catalog: gvsigol_plugin_mediadisplay/locale/*-valencia/LC_MESSAGES/djangojs.po
Languages: ca

source: Select a layer...
ca: Seleccionar una capa...

source: Please select an order field
ca: Per favor, selecciona un camp d'ordre

source: Please select at least one media field
ca: Per favor, selecciona almenys un camp multimèdia

source: Please select a project
ca: Per favor, selecciona un projecte

source: Please select a layer
ca: Per favor, selecciona una capa

source: Please configure at least one layer
ca: Per favor, configura almenys una capa

source: No layers available for multimedia configuration
ca: No hi ha capes disponibles per a configuració multimèdia

source: Select order field...
ca: Seleccionar camp d'ordre...

source: Select media fields...
ca: Seleccionar camps multimèdia...

source: No layers configured yet
ca: Encara no hi ha capes configurades

source: Order
ca: Ordre

source: Media fields
ca: Camps multimèdia

source: Are you sure you want to delete this layer configuration?
ca: Estàs segur que vols eliminar aquesta configuració de capa?

source: No fields available
ca: No hi ha camps disponibles

source: Delete configuration
ca: Eliminar configuració

source: Update configuration
ca: Actualitzar configuració

source: Error deleting configuration
ca: Error en eliminar la configuració

source: No more layers available to configure
ca: No hi ha més capes disponibles per configurar
