Repository: gvSIGAssociation/gvsig-online
Catalog: prerelease_v3.11.0_rcX/plugin_importfromservice/gvsigol_plugin_importfromservice/locale/*/LC_MESSAGES/djangojs.po
Languages: es, pt

source: Import from service
es: Importar desde servicio
pt: Importar de serviço

source: Import layer from service
es: Importar capa desde servicio
pt: Importar camada de serviço

source: Connect
es: Conectar
pt: Conexão

source: Output format not supported
es: Formato de salida no soportado
pt: Formato de saída não suportado

source: No layers are available
es: No hay capas disponibles
pt: Não há camadas disponíveis

source: You must type a valid URL
es: Debe introducir una URL válida
pt: Você deve digitar uma URL válida

source: Mixed content: The page at was loaded over HTTPS, but requested an insecure URL
es: Contenido mixto: La página fue cargada sobre HTTPS, pero se ha solicitado una URL insegura
pt: Conteúdo misto: a página em foi carregada por HTTPS, mas solicitou um URL não seguro

source: Close
es: Cerrar
pt: Fechar

source: Load layer
es: Cargar capa
pt: Carregamento da camada

source: Imported layers
es: Capas importadas
pt: Camadas importadas

source: Remove layer
es: Eliminar capa
pt: Remover camada
