Repository: gvSIGAssociation/gvsig-online
Catalog: prerelease_v3.11.0_rcX/plugin_importvector/gvsigol_plugin_importvector/locale/*/LC_MESSAGES/djangojs.po
Languages: ca, de, es

source: Import vector file
ca: Importar arxiu vectorial
de: Vektordatei importieren
es: Importar archivo vectorial

source: Error loading samplemenubutton plugin
de: Fehler beim Laden des samplemenubutton-Plugins

source: Vector file
ca: Arxiu vectorial
de: Vektor-Datei
es: Archivo vectorial

source: You must select a file
ca: Heu de seleccionar un arxiu
de: Sie müssen eine Datei auswählen
es: Debe seleccionar un archivo

source: The file is too large. You can publish it from the administrator
ca: El fitxer és massa gran. Podeu publicar-lo des de l'administrador
de: Die Datei ist zu groß. Sie können sie über den Administrator veröffentlichen
es: El archivo es demasiado grande. Puedes publicarlo desde el administrador

source: Layer title in TOC
ca: Títol de la capa al TOC
de: Ebenentitel im TOC
es: Título de la capa en el TOC

source: You must indicate a title for the layer
ca: Heu d'indicar un títol per a la capa
de: Sie müssen einen Titel für die Ebene angeben
es: Debe indicar un título para la capa

source: Close
ca: Tancar
de: Schließen Sie
es: Cerrar

source: Accept
ca: D'acord
de: Akzeptieren
es: Aceptar

source: Imported vector files
ca: Arxius vectorials importats
de: Importierte Vektordateien
es: Archivos vectoriales importados

source: Remove layer
ca: Eliminar capa
de: Schicht entfernen
es: Eliminar capa
