Repository: gvSIGAssociation/gvsig-online
Catalog: plugin_charts/gvsigol_plugin_charts/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Bar Chart
ca: Gràfic de barres

source: Line Chart
ca: Gràfic de línies

source: Pie Chart
ca: Diagrama de sectors

source: Layer
ca: Capa

source: Type
ca: Tipus

source: Title
ca: Titol

source: Description
ca: Descripció

source: gvsigol_plugin_charts manual title
ca: Plugin d'Estadística

source: gvsigol_plugin_charts manual desc
ca: Aquest plugin permet crear i visualitzar gràfiques estadístiques

source: Add new bar chart
ca: Afegir nou gràfic de barres

source: Update preview
ca: Actualitzar previsualització

source: Save
ca: Guarda

source: Insert title
ca: Insereix un títol

source: Dataset type
ca: Tipus de conjunt de dades

source: Aggregated
ca: Agregat

source: Show aggregated data for a column
ca: Mostra les dades agregades per a una columna

source: Single selection
ca: Selecció única

source: Shows the data of the last selected element
ca: Mostra les dades de l'últim element seleccionat

source: Multiple selection
ca: Selecció múltiple

source: Shows the data of each selected element
ca: Mostra les dades de cada element seleccionat

source: Select column with geographic names
ca: Selecciona la columna amb els noms geogràfics

source: Select column with geometries
ca: Selecciona la columna amb les geometries

source: Title for the X axis
ca: Títol per a l'eix X

source: X axis
ca: Eix Y

source: Title for the Y axis
ca: Títol per a l'eix Y

source: Y axis
ca: Eix Y

source: Y axis starts at 0
ca: L'eix Y comença a 0

source: Select data columns
ca: Selecciona les columnes de dades

source: Selected
ca: Seleccionada

source: Column name
ca: Nom de la columna

source: You must select column with geographic names
ca: Has de seleccionar la columna amb els noms geogràfics

source: You must select column with geometries
ca: Has de seleccionar la columna amb les geometries

source: At least one column must be selected
ca: S'ha de seleccionar al menys una columna

source: Update bar chart
ca: Actualitza el diagrama de barres

source: Update
ca: Actualitza

source: Layer title
ca: Títol de capa

source: Datastore
ca: Magatzem de dades

source: Charts
ca: Gràfics

source: Processing request...
ca: Processant petició...

source: Loading...
ca: Carregant...

source: No records available
ca: No hi ha registres disponibles

source: Add chart
ca: Afegir gràfic

source: Update chart
ca: Actualiitzar gràfic

source: Delete chart
ca: Suprimeix el diagrama

source: Statistics
ca: Estadístiques

source: Add new line chart
ca: Afegeix nou gràfic de línies

source: Update line chart
ca: Actualitza gràfic de línies

source: Add new pie chart
ca: Afegeix nou gràfic de sectors

source: Update pie chart
ca: Actualitza gràfic de sectors

source: Create new chart
ca: Crea nou gràfic

source: Create new bar chart
ca: Crea nou gràfic de barres

source: Create new line chart
ca: Crea nou gràfic de línies

source: Create new pie chart
ca: Crea nou gràfic de sectors
