Repository: gvSIGAssociation/gvsig-online
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, pt_br

source: Update service URL
ca: Actualitzar URL de servei

source: Table alias
ca: Àlies de la taula

source: Join Field 1
ca: Camp 1 del JOIN

source: Join Field 2
ca: Camp 2 del JOIN

source: Add table
ca: Afegir taula

source: Included fields
ca: Camps inclosos

source: Alias
ca: Àlies

source: Select all
ca: Seleccionar tot

source: None
ca: Cap

source: Target datastore is empty
ca: Triar magatzem

source: Choose datastore
ca: Triar magatzem

source: Data store is empty
ca: El magatzem de dades està buit

source: Choose table
ca: Trieu taula

source: Table has no fields
ca: La taula no té cap camp

source: No valid table selected
ca: No s'ha seleccionat una taula vàlida

source: Add SQL View
ca: Afegir Vista SQL

source: Delete SQL View
ca: Esborrar Vista SQL

source: The SQL View and all layers using this view will be deleted
ca: La Vista SQL i totes les capes que fan servir aquesta vista seran esborrades

source: Remove SQL View
ca: Esborrar Vista SQL

source: Update SQL View
ca: Actualitzar Vista SQL

source: SQL views can't be edited.
ca: Les vistes SQL no es poden editar.

source: Add workspace
ca: Afegir espai de treball

source: Showing %(start)s to %(end)s of %(total)s workspaces
ca: Mostrant %(start)s a %(end)s de %(total)s espais de treball

source: Delete workspace
ca: Eliminar espai de treball

source: The workspace and its registered data stores and resources will be deleted
ca: L'espai de treball i els recursos assignats al mateix seran eliminats

source: Update workspace
ca: Actualitzar espai de treball

source: Workspace description
ca: Descripció de l'espai de treball

source: Invalid workspace name: '{value}'. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
ca: Nom de l'espai de treball no vàlid: '{value}'. Els identificadors han de començar amb una lletra o un guió baix (_). Els següents caràcters poden ser lletres, guions o números

source: Error: workspace could not be created
ca: Error: L'espai de treball no pot ser creat

source: Invalid datastore name: '{value}'. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
ca: Nom del magatzem no vàlid: '{value}'. Els identificadors han de començar amb una lletra o un guió baix (_). Els següents caràcters poden ser lletres, guions o números

source: Invalid datastore name: '{value}'. Identifiers must be in lowercase.
ca: Nom de magatzem de dades invàlid '{value}'. Els identificadors han d'estar en minúscules.

source: Schema name is required
ca: El nom del camp és requerit

source: Invalid schema name. Use only letters, numbers and underscores, starting with a letter or underscore.
ca: Nom d'esquema no vàlid. Utilitzeu només lletres, números i guions baixos, començant amb una lletra o guió baix.

source: Error: Data store could not be created
ca: Error: El magatzem no pot ser creat

source: Error creating schema:
ca: Error creant esquema:

source: Error: GeoTIFF is not georreferenced
ca: Error: GeoTIFF no està georreferenciat

source: Error updating datastore
ca: Error actualitzant magatzem

source: ERROR can't connect with GeoServer
ca: ERROR no es pot connectar a GeoServer

source: ERROR can't remove GeoServer data. Forcing remove from DataBase
ca: ERROr no es poden eliminar les dades del GeoServer. Forçant supressió de la base de dades

source: ERROR User is not authorized to perform this operation
ca: ERROR L'usuari no està autoritzat a realitzar aquesta operació

source: Vector layer containing information on {}
ca: Capa vectorial que conté informació sobre {}

source: Raster layer containing information on {}
ca: Capa més ràpida que conté informació sobre {}

source: External layer providing information on {}
ca: Capa externa que proporciona informació sobre {}

source: Layer containing information on {}
ca: Capa que conté informació sobre {}

source: You are not allowed to use the selected datastore
ca: No tens permisos per utilitzar el magatzem de dades seleccionat

source: You do not have permission to use this schema. You can only use your own schema ({user_schema}) or create a new one.
ca: No tens permisos per utilitzar aquest esquema. Només pots utilitzar el teu propi esquema ({user_schema}) o crear-ne un de nou.

source: You are not allowed to manage the selected layergroup
ca: No tens permisos per gestionar el grup de capes seleccionat

source: Error clearing cache. Cause: {cause}.
ca: Error netejant la memòria cau. Causa: {cause}

source: Not supported.
ca: No compatible.

source: You must enter a name for layer group
ca: Ha d'introduir un nom per al grup de capes

source: Invalid layer group name: '{value}'. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
ca: Nom del grup de capes no vàlid: '{value}'. Els identificadors han de començar amb una lletra o un guió baix (_). Els següents caràcters poden ser lletres, guions o números

source: Layer group name already exists
ca: El nom del grup de capes ja existeix

source: Error: table already exists. Try to publish the layer instead of creating an empty one.
ca: Error: la taula ja existeix. Intenteu publicar la capa en lloc de crear una buida.

source: You must enter a title for enumeration
ca: Ha d'introduir un títol per l'enumeració

source: Name already taken
ca: Nom ja utilitzat

source: Name and title are required
ca: El nom i el títol són requerits

source: Error updating enumeration:
ca: Error en actualitzar l'enumeració:

source: Error: ExternalLayer could not be published
ca: Error: La capa externa no pot ser publicada

source: Error: externallayer could not be published
ca: Error: La capa externa no pot ser publicada

source: The layer was saved successfully, but there was an error uploading the style file. Please try uploading it again.
ca: La capa s'ha desat correctament, però hi ha hagut un error en pujar el fitxer d'estil. Si us plau, intenti pujar-lo de nou.

source: Error configuring layer. Cause: {cause}.
ca: Error configurant la capa. Causa: {cause}.

source: Error accessing layer. Cause: {cause}.
ca: Error accedint a la capa. Causa: {cause}.

source: Error accessing layer group. Cause: {cause}.
ca: Error accedint al grupo de capes. Causa: {cause}.

source: Connection created successfully
ca: Connexió creada correctament

source: Connection not found
ca: Connexió no trobada

source: You do not have permission to manage this connection
ca: No teniu permís per gestionar aquesta connexió

source: Connection updated but some datastores could not be synchronized with GeoServer:
ca: Connexió actualitzada però alguns magatzems de dades no s'han pogut sincronitzar amb GeoServer:

source: Connection updated successfully
ca: Connexió actualitzada correctament

source: Cannot delete connection. It is being used by {0} datastore(s).
ca: No es pot eliminar la connexió. Està sent utilitzada per {0} magatzem(s) de dades.

source: Connection and all associated resources deleted successfully
ca: Connexió i tots els recursos associats eliminats correctament

source: Entity is required for testing SEGEX connection
ca: L'entitat és obligatòria per provar la connexió SEGEX

source: Connection type not supported for testing
ca: Tipus de connexió no suportat per a proves

source: Configuration is only available for PostGIS connections
ca: La configuració només està disponible per a connexions PostGIS

source: Triggers are only available for PostGIS connections
ca: Els disparadors només estan disponibles per a connexions PostGIS

source: Name is required
ca: El nom és obligatori

source: A trigger with this name already exists
ca: Ja existeix un disparador amb aquest nom

source: At least one event must be selected
ca: S'ha de seleccionar almenys un esdeveniment

source: Trigger created successfully
ca: Disparador creat correctament

source: Trigger updated but some layer triggers could not be reinstalled:
ca: Disparador actualitzat però alguns disparadors de capa no s'han pogut reinstal·lar:

source: Trigger updated and reinstalled in %(count)d layer(s)
ca: Disparador actualitzat i reinstal·lat en %(count)d capa(es)

source: Trigger updated successfully
ca: Disparador actualitzat correctament

source: Trigger not found
ca: Disparador no trobat

source: Trigger ID is required
ca: L'ID del disparador és obligatori

source: Trigger deleted but some layer triggers could not be uninstalled:
ca: Disparador eliminat però alguns disparadors de capa no s'han pogut desinstal·lar:

source: Trigger deleted
ca: Disparador eliminat

source: Trigger deleted successfully
ca: Disparador eliminat correctament

source: Method not allowed
ca: No permès

source: Missing required parameters
ca: Falten paràmetres obligatoris

source: You do not have permission to duplicate this trigger
ca: No teniu permís per duplicar aquest disparador

source: You do not have permission to manage the target connection
ca: No teniu permís per gestionar la connexió de destí

source: Trigger duplicated successfully
ca: Disparador duplicat amb èxit

source: Source trigger not found
ca: Disparador d'origen no trobat

source: Target connection not found
ca: Connexió de destí no trobada

source: Permission denied
ca: Permís denegat

source: Layer has no associated connection
ca: La capa no té connexió associada

source: Trigger does not belong to the layer connection
ca: El disparador no pertany a la connexió de la capa

source: Field name is required for calculated field triggers
ca: El nom del camp és obligatori per als disparadors de camp calculat

source: This field is already assigned to another calculated field trigger
ca: Aquest camp ja està assignat a un altre disparador de camp calculat

source: This trigger is already assigned to this layer
ca: Aquest disparador ja està assignat a aquesta capa

source: Trigger assigned and installed successfully
ca: Disparador assignat i instal·lat correctament

source: Layer not found
ca: Capa no trobada

source: Missing assignment ID
ca: Falta l'ID d'assignació

source: Trigger removed successfully
ca: Disparador eliminat amb èxit

source: Assignment not found
ca: Assignació no trobada

source: Selected trigger is not a calculated field trigger
ca: El disparador seleccionat no és un disparador de camp calculat

source: Error creating field:
ca: Error al crear el camp:

source: Field created but trigger installation failed:
ca: Camp creat però la instal·lació del disparador ha fallat:

source: Field created and trigger assigned successfully
ca: Camp creat i disparador assignat correctament

source: Access denied
ca: Accés denegat

source: Connection failed
ca: La connexió ha fallat

source: Status code:
ca: Codi d'estat:

source: Connection error
ca: Error de connexió

source: Control field "{0}" cannot be deleted
ca: No es pot suprimir el camp de control "{0}"

source: Error renaming field. Cause: {0}
ca: Error canviant el nom del camp. Causa: {0}

source: Field does not exist. Probably, it was deleted or renamed concurrently by another user
ca: El camp no existeix. Probablement, un altre usuari l'ha suprimit o ha canviat el nom simultàniament

source: Error deleting field. Cause: {0}
ca: Error suprimint el camp. Causa: {0}

source: Control field "{0}" cannot be renamed
ca: No es pot canviar el nom del camp de control "{0}"

source: The field name "{0}" is a reserved name
ca: Nom del camp no vàlid. '{0}' és una paraula reservada

source: Error saving field format. Cause: {0}
ca: Error en guardar el format del camp. Causa: {0}

source: Error deleting field format. Cause: {0}
ca: Error en esborrar el format del camp. Causa: {0}

source: Error getting field format. Cause: {0}
ca: Error en obtenir el format del camp. Causa: {0}

source: Field type not supported
ca: Tipus de camp no admès

source: Error adding field. Probably the field "{0}" already exists. Database message: {1}
ca: Error afegint el camp. Probabement el camp "{0}" ja existeix. Missatge de la base de dades {1}

source: Error creating field. Cause: {0}
ca: Error al crear el camp. Causa: {0}

source: Join fields must have the same type: {field1}({type1}) - {field2}({type2})
ca: Els camps del JOIN han de ser del mateix tipus: {field1}({type1}) - {field2}({type2})

source: The user can't manage this SQL view
ca: L'usuari no pot gestionar aquesta Vista SQL

source: The main table must have a primary key
ca: La taula principal ha de tenir una clau primària

source: Field does not exist: {field}
ca: El camp no existeix {field}

source: The field {field} is the primary key of main table and must be included
ca: El camp {field} és la clau primària de la taula principal i ha de ser inclós

source: An object already exists with name: {}
ca: Ja existeix un objecte amb el nom: {}

source: The view could not be created
ca: No s'ha pogut crear la vista

source: Pk columns could not be inserted
ca: Les columnes que són clau primària no s'han pogut afegir

source: Not allowed
ca: No permès

source: Error deleting view: {0}
ca: Error suprimint la vista: {0}

source: Page not found
pt_br: Página não encontrada

source: We could not find the page you were looking for. Meanwhile, you may
pt_br: Não conseguimos encontrar a página que procura. Enquanto isso, você pode

source: return to dashboard
pt_br: Voltar ao painel de controle

source: Something went wrong
pt_br: Algo falhou

source: We will work on fixing that right away. Meanwhile, you may
pt_br: Vamos trabalhar para consertar isso imediatamente. Enquanto isso, você pode

source: Sign out
pt_br: Sair

source: Dashboard
pt_br: Painel de controle

source: Home
pt_br: Inicial

source: All rights reserved
pt_br: Todos os direitos reservados

source: Shared views
pt_br: Vista compartilhada

source: Web application
pt_br: Aplicação Web

source: Introduction and concepts
pt_br: Introdução e conceitos

source: Features of the platform and license. Definition of the objects and entities that are part of the environment.
pt_br: Caracterí­sticas da plataforma e da licença. Definição dos objetos e entidades que fazem parte do ambiente

source: Administration Guide
pt_br: Guia de Administração

source: This guide is intended for platform admin users. It teaches the steps to carry out the management of users and groups, services, symbology, projects ...
pt_br: Este manual é destinado a usuários admin da plataforma. Ele ensina os passos para efectuar a gestão de usuários e grupos, serviços, simbologia, projetos...

source: Map viewer user manual
pt_br: Manual do usuÃ¡rio do visualizador de mapas

source: This manual provides a review of each of the features offered by the map viewer
pt_br: Este manual fornece uma revisão de cada uma das caracterí­sticas oferecidas pelo visor de mapas

source: Plugins add features that are not initially present on the platform
pt_br: Plugins adicionam recursos que não estão inicialmente presentes na plataforma

source: Mobile application
pt_br: Aplicação para celular

source: User manual
pt_br: Manual do usuário

source: Learn how to manage geographic information from a mobile device or tablet
pt_br: Saiba como gerenciar informações geográficas de um dispositivo celular ou tablet

source: Username
pt_br: Nome de usuário

source: Email
pt_br: Correio electrónico

source: Is admin?
pt_br: É administrador?

source: You are logged in as root
pt_br: Você está logado como administrador

source: You are logged in as management user
pt_br: Você está logado como usuário de administração

source: You are logged in as basic user
pt_br: Você está logado como usuário básico

source: Last login
pt_br: Último Login

source: Click here
pt_br: Clique aqui

source: to update your password
pt_br: para atualizar sua senha

source: Passwords doesn't match
pt_br: As senhas não correspondem

source: New password
pt_br: Nova senha

source: Repeat new password
pt_br: Repita a nova senha

source: Update password
pt_br: Atualizar senha

source: Private projects list
pt_br: Lista de projetos privados

source: Add project
pt_br: Adicionar projeto

source: Search projects...
pt_br: Pesquisar projetos...

source: Load project
pt_br: Carregar projeto

source: Public projects list
pt_br: Lista de projetos públicos

source: WMS Service
pt_br: Serviço WMS

source: Show capabilities
pt_br: Mostrar capacidades

source: WFS Service
pt_br: Serviço WFS

source: Service capabilities
pt_br: Capacidades de serviço

source: Base layers
pt_br: Camadas de base

source: Tools
pt_br: Ferramentas

source: User groups
pt_br: Grupo de usuários

source: Project name
pt_br: Nome do projeto

source: Project title
pt_br: Tí­tulo do projeto

source: Project description
pt_br: Descrição do projeto

source: Toc panel presentation
pt_br: Apresentação do painel Toc

source: Toc hidden
pt_br: Toc escondido

source: Show toc and groups
pt_br: Mostrar toc e grupos

source: Show toc, groups and layers
pt_br: Mostrar toc, grupos e camadas

source: Selectable layer groups
pt_br: Grupos de camadas selecionáveis

source: Locate place...
pt_br: Localizar lugar...

source: Change image?
pt_br: Mudar de imagem?

source: Show project icon in TOC
pt_br: Mostrar í­cone de projeto em TOC

source: Search layer group...
pt_br: Pesquisar grupo de camadas...

source: Base group
pt_br: Grupo base

source: Add
pt_br: Adicionar

source: Mark as default
pt_br: Marcar como padrão

source: Search tool...
pt_br: Ferramenta de busca...

source: Assign tool
pt_br: Atribuir ferramenta

source: Search user group...
pt_br: Pesquisar grupo de usuários...

source: Assign user group
pt_br: Atribuir grupo de usuários

source: Create new layer group
pt_br: Criar novo grupo de camadas

source: Is needed to save this project first, Do you want continue?
pt_br: É necessário salvar este projeto primeiro. Você quer continuar?

source: Projects list
pt_br: Lista de projetos

source: Delete project
pt_br: Excluir projetos

source: The project will be removed, Do you want continue?
pt_br: O projeto será removido. Você quer continuar?

source: Update project
pt_br: Atualizar projeto

source: Shared views list
pt_br: Lista de vista compartilhada

source: Expiration date
pt_br: Data de expiração

source: Delete view
pt_br: Eliminar visão

source: The view will be removed, Do you want continue?
pt_br: A vista será removida. Quer continuar?

source: Delete shared view
pt_br: Excluir visão compartilhada

source: Update TOC
pt_br: Atualização TOC

source: Close
pt_br: Fechar

source: Views
pt_br: Vista

source: View 2D
pt_br: Exibir 2D

source: Layer tree
pt_br: Árvore de camadas

source: Legend
pt_br: Legenda

source: Details
pt_br: Detalhes

source: Temporary
pt_br: Temporário

source: End edition
pt_br: Edição final

source: Changes don't saved will be missed. Continue?
pt_br: As alterações não guardadas serão perdidas. Continuar?

source: Error loading layers
pt_br: Erro nas camadas carregadas

source: New user account
pt_br: Nova conta de usuário

source: Account data
pt_br: Dados da conta

source: First name
pt_br: Nome

source: Last name
pt_br: Sobrenome

source: This is your new temporary password
pt_br: Esta é a sua nova senha temporária

source: Navigation history
pt_br: Histórico de navegação

source: Browse the view forward and backward
pt_br: Navegue pela janela para a frente e para trás

source: Zoom tools
pt_br: Ferramentas de zoom

source: Zoom in, zoom out, ...
pt_br: Ampliar zoom, diminuir zoom

source: Feature info
pt_br: Informação de caracterí­sticas

source: Map information at point
pt_br: Informações do mapa no ponto

source: Measure tools
pt_br: Ferramentas de medida

source: It allows to measure areas and distances
pt_br: Permite medir áreas e distâncias

source: Search coordinates
pt_br: Procurar coordenadas

source: Center the map at given coordinates
pt_br: Centrar o mapa em coordenadas dadas

source: Coordinate calculator
pt_br: Calculadora de coordenadas

source: Transform coordinates between different systems
pt_br: Transformar coordenadas entre diferentes sistemas

source: Geolocation
pt_br: Geolocalização

source: Center the map in the current position
pt_br: Centrar o mapa na posição actual

source: Share view
pt_br: Vista de compartilhamento

source: Allows you to share the view in its current state
pt_br: Permite-lhe compartilhar a visualizasão em seu estado atual

source: Select feature
pt_br: Seleccionar caracterí­stica

source: Select features from current layers
pt_br: Selecionar características das camadas atuais

source: You must enter an project name
pt_br: É necessário inserir um nome de projeto

source: Invalid project name: '{value}'. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
pt_br: Nome inválido do projeto: '{value}'. Os identificadores devem començar com uma letra ou uma sublinhado (_). Os caracteres subsequentes podem ser letras, sublinhados ou números

source: Project name already exists
pt_br: O nome do projeto já existe

source: Shared view
pt_br: Vista compartilhada
