Repository: gvSIGAssociation/gvsig-online
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, pt_br

source: PostGIS vector
ca: PostGIS vectorial

source: Cascading WMS
ca: WMS en cascada

source: ImageMosaic
ca: Mosaic d'imatges

source: Vector layer
ca: Capa vectorial

source: SQL View
ca: Vista SQL

source: There is already a style named
ca: Ja existeix un estil amb el nom

source: Error publishing the layer. Backend error: {msg}
ca: Error publicant la capa. Error: {msg}

source: Error: layer could not be published
ca: Error: La capa no pot ser publicada

source: Error publishing the layer group. Backend error: {msg}
ca: Error publicant el grup de capes. Error: {msg}

source: Error: layer group could not be published
ca: Error: El grup de capes no pot ser publicat

source: Error: layer group could not be published. Error:
ca: Error: El grup de capes no pot ser publicat. Error:

source: Error changing property. Backend error: {msg}
ca: Error canviant propietat. Error del servidor: {msg}

source: Error: layer could not be updated
ca: Error: La capa no pot ser actualitzada

source: The connection parameters contain an invalid database name: {value}. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
ca: Els paràmetres de connexió de base de dades contenen un nom no vàlid: {value}. Els Identificadors han de començar amb una lletra o un guió baix (_). Els següents caràcters poden ser lletres, guions o nombres

source: The connection parameters contain an invalid user name: {value}. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
ca: Els paràmetres de connexió de base de dades contenen un nom d'usuari no vàlid: {value}. Els Identificadors han de començar amb una lletra o un guió baix (_). Els següents caràcters poden ser lletres, guions o nombres

source: The connection parameters contain an invalid schema: {value}. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
ca: Els paràmetres de connexió de base de dades contenen un esquema no vàlid: {value}. Els Identificadors han de començar amb una lletra o un guió baix (_). Els següents caràcters poden ser lletres, guions o nombres

source: Error creating the layer. Review the file format.
ca: Error creant la capa. Revisar el format del fitxer.

source: Invalid layer fields: '{value}'. Layer can't have fields with whitespaces
ca: Camps de capa no vàlids: '{value}'. La capa no pot tenir camps amb espais en blanc

source: Invalid layer name: '{value}'. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
ca: Nom de la capa no vàlid: '{value}'. Els identificadors han de començar amb una lletra o un guió baix (_). Els següents caràcters poden ser lletres, guions o nombres

source: Error uploading the layer. Review the file format. Cause:
ca: Error publicant la capa. Revisar el format del fitxer. Causa:

source: Invalid geometry type
ca: Tipus de geometria no vàlid

source: Duplicated field name: {0}
ca: Nom del camp duplicat: {0}

source: Invalid field name. '{0}' is a reserved word
ca: Nom del camp no vàlid. '{0}' és una paraula reservada

source: Unsupported field type: {0}
ca: Tipus de camp no suportat: {0}

source: At least one field must be defined
ca: Heu de definir almenys un camp

source: Invalid field definition
ca: Definició de camp no vàlida

source: A layer already exists with this name: '{value}'
ca: Ja existeis una capa amb aquest nom: '{value}'

source: Error occurred building the view. Review the SQL sentence
ca: Hi ha hagut un error construint la vista. Revisar la sentència SQL

source: Invalid field name: '{value}'. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
ca: Nom de la camp no vàlid: '{value}'. Els identificadors han de començar amb una lletra o un guió baix (_). Els següents caràcters poden ser lletres, guions o nombres

source: Bad file format. The provided zip file must not contain any subdirectory.
ca: Format d'arxiu incorrecte. L'arxiu zip proporcionada no ha de contenir cap subdirectori.

source: autodetect
ca: autodetectar

source: Create
ca: Crear

source: Append
ca: Afegir

source: Overwrite
ca: Sobreescriure

source: Point
ca: Punt

source: Multipoint
ca: Multipunt

source: Line
ca: Línia

source: Multiline
ca: Multilínia

source: Polygon
ca: Polígon

source: Multipolygon
ca: Multipolígon

source: Preserve primary key values
ca: Conservar valors de la clau primària

source: Do not preserve primary key values
ca: No conservar els valors de la clave primària

source: Not applicable
ca: No aplicable

source: Preserve table structure (truncate mode)
ca: Conservar l'estructura de taula (mode 'truncate')

source: Delete and recreate table
ca: Elimina i torna a crear la taula

source: continuous interval
ca: Interval continu

source: smallest domain value
ca: Valor inferior del domini

source: biggest domain value
ca: Valor superior del domini

source: nearest to the reference value
ca: El més proper al valor de referència

source: reference value
ca: Valor de referència

source: Workspace
ca: Espai de treball

source: File
ca: Arxiu

source: Name
ca: Nom
pt_br: Nome

source: Title
ca: Títol
pt_br: Tí­tulo

source: Layer group
ca: Grup de capes

source: Queryable
ca: Consultable

source: Cached
ca: En memòria cau

source: Single image
ca: Imatge simple

source: Date regex
ca: Data regex

source: Elevation regex
ca: Elevació regex

source: Datastore
ca: Magatzem de dades

source: Encoding
ca: Codificació

source: Preserve primary key
ca: Conservar clau primària

source: Primary key column
ca: Columna de clau primària

source: Preserve table structure
ca: Conservar estructura de taula

source: SQL Statement
ca: Estament SQL

source: Geometry column
ca: columna de geometria

source: Geometry type
ca: Tipus de geometria

source: Allow downloads
ca: Permetre descàrregues

source: Fields
ca: Camps

source: Field
ca: Camp

source: End field
ca: Camp final

source: Presentation
ca: Presentació

source: Resolution year
ca: Resolució any

source: Resolution month
ca: Resolució mes

source: Resolution week
ca: Resolució setmana

source: Resolution day
ca: Resolució dia

source: Resolution hour
ca: Resolució hora

source: Resolution minute
ca: Resolució minut

source: Resolution second
ca: Resolució segon

source: Default mode
ca: Mode per defecte

source: Default value
ca: Value per defecte

source: Error: Invalid field definition
ca: Error: Definició de camp no vàlida

source: No se han podido obtener las capas
ca: No s'han pogut obtenir les capes

source: Other
ca: Altre

source: seconds
ca: segons

source: minutes
ca: minuts

source: hours
ca: hores

source: days
ca: dies

source: months
ca: mesos

source: years
ca: anys

source: Description
ca: Descripció
pt_br: Descrição

source: Type
ca: Tipus

source: Frontend URL
ca: URL del frontal

source: User
ca: Usuari

source: Default
ca: Per defecte

source: Server
ca: Servidor

source: Cache URL
ca: Caché URL

source: Is public?
ca: Es públic?
pt_br: É público?

source: Connection params
ca: Paràmetres de connexió

source: Connection
ca: Connexió

source: Schema
ca: Esquema

source: Select an existing schema or type a new name to create it
ca: Seleccioneu un esquema existent o escriviu un nom nou per crear-lo

source: Datastore already exists
ca: El magatzem de dades ja existeix

source: Please select a connection
ca: Si us plau, seleccioneu una connexió

source: Please select a schema
ca: Si us plau, seleccioneu un esquema

source: Error: Invalid JSON format
ca: Error: JSON no vàlid

source: Connection params are required
ca: Els paràmetres de connexió són obligatoris

source: Resolution
ca: Resolució

source: Default date value
ca: Valor per defecte de la data

source: Version
ca: Versió
pt_br: Versão

source: Layers
ca: Capes

source: Featureinfo format
ca: Format de Featureinfo

source: Mapbox style URL
ca: URL de l'arxiu d'estil Mapbox

source: Or upload your Mapbox style (.json)
ca: O apuja el teu arxiu d'estil Mapbox (.json)

source: Custom SRS
ca: Sistema de referència de coordenades personalitzat

source: Tables
ca: Taules

source: At least one table must be selected
ca: Heu de seleccionar al menys una taula

source: Invalid table definition
ca: Definició de taula no vàlida

source: Invalid table definition. Join field 1 is missing
ca: Definició de taula no vàlida. Falta el camp 1 del JOIN

source: Invalid table definition. Join field 2 is missing
ca: Definició de taula no vàlida. Falta el camp 2 del JOIN

source: Duplicated alias
ca: Nom d'àlies duplicat

source: At least one field must be selected
ca: S'ha de seleccionar al menys un camp

source: Category
ca: Categoria

source: Host
ca: Amfitrió

source: Database
ca: Base de dades

source: Password
ca: Contrasenya
pt_br: Senha

source: Additional parameters (JSON)
ca: Paràmetres addicionals (JSON)

source: Optional parameters in JSON format
ca: Paràmetres opcionals en format JSON

source: User name
ca: Nom d'usuari

source: Service name
ca: Nom del servei

source: TDS Version
ca: Versió TDS

source: Domain
ca: Domini

source: API Key
ca: Clau API

source: Client ID
ca: ID de client

source: Entity
ca: Entitat

source: Entity code from SEDIPUALB@
ca: Codi d'entitat de SEDIPUALB@

source: User (wsSegUser)
ca: Usuari (wsSegUser)

source: Tenant ID
ca: ID d'inquilí

source: Client Secret
ca: Secret de client

source: SharePoint Host
ca: Amfitrió de SharePoint

source: Site Path
ca: Ruta del lloc

source: E-mail
ca: Correu electrònic

source: Id Acceso
ca: Id d'accés

source: Invalid JSON format
ca: Error: JSON no vàlid

source: This field is required
ca: Aquest camp és obligatori

source: Leave empty to keep current password
ca: Deixeu buit per mantenir la contrasenya actual

source: Leave empty to keep current secret
ca: Deixeu buit per mantenir el secret actual

source: Inverse Geocoder Cartociudad
ca: Geocodificación inversa Cartociudad

source: Inverse Geocoder ICV
ca: Geocodificació inversa ICV

source: Area (m2)
ca: Àrea (m2)

source: JSON with connection parameters
ca: Paràmetres de connexió

source: Optional additional parameters in JSON format
ca: Paràmetres addicionals opcionals en format JSON

source: Allow all users to create datastores with this connection
ca: Permetre a tots els usuaris crear magatzems de dades amb aquesta connexió

source: Allow all users to use this connection in ETL
ca: Permetre a tots els usuaris utilitzar aquesta connexió en ETL

source: Allow all users to manage this connection (edit, delete)
ca: Permetre a tots els usuaris gestionar aquesta connexió (editar, eliminar)

source: Connections
ca: Connexions

source: This role can create datastores with this connection
ca: Aquest rol pot crear magatzems de dades amb aquesta connexió

source: This role can use this connection in ETL
ca: Aquest rol pot utilitzar aquesta connexió en ETL

source: This role can manage this connection (edit, delete)
ca: Aquest rol pot gestionar aquesta connexió (editar, eliminar)

source: Connection Role
ca: Rol de connexió

source: Connection Roles
ca: Rols de connexió

source: Insert
ca: Inserir

source: Update
ca: Actualitzar
pt_br: Atualizar

source: Delete
ca: Eliminar

source: Before
ca: Abans

source: After
ca: Després

source: Global (all schemas)
ca: Global (tots els esquemes)

source: Specific schemas
ca: Esquemes específics

source: PL/pgSQL (database trigger)
ca: PL/pgSQL (disparador de base de dades)

source: Python (application-level)
ca: Python (nivell d'aplicació)

source: Connection where this trigger will be executed
ca: Connexió on s'executarà aquest disparador

source: Unique name for this trigger
ca: Nom únic per a aquest disparador

source: Description of what this trigger does
ca: Descripció del que fa aquest disparador

source: Events that activate this trigger (comma-separated: INSERT,UPDATE,DELETE)
ca: Esdeveniments que activen aquest disparador (separats per comes: INSERT,UPDATE,DELETE)

source: When the trigger executes relative to the event
ca: Quan s'executa el disparador relatiu a l'esdeveniment

source: SQL code to execute. Use NEW for inserted/updated row, OLD for deleted/updated row.
ca: Codi SQL a executar. Utilitzeu NEW per a fila inserida/actualitzada, OLD per a fila eliminada/actualitzada.

source: Whether the trigger applies to all schemas or specific ones
ca: Si el disparador s'aplica a tots els esquemes o a uns específics

source: JSON array of schema names if scope is "schemas"
ca: Matriu JSON de noms d'esquemes si l'àmbit és "schemas"

source: If enabled, this trigger can be used as a calculated field in layers
ca: Si està habilitat, aquest disparador es pot utilitzar com a camp calculat a les capes

source: Language of the trigger code: PL/pgSQL for database triggers, Python for application-level triggers
ca: Llenguatge del codi del disparador: PL/pgSQL per a disparadors de base de dades, Python per a disparadors a nivell d'aplicació

source: Allow all staff users to use this trigger in their layers
ca: Permetre a tots els usuaris staff utilitzar aquest disparador a les seves capes

source: Connection Trigger
ca: Disparador de connexió

source: Connection Triggers
ca: Disparadors de connexió

source: Reference to centralized connection
ca: Referència a connexió centralitzada

source: Database schema for this datastore
ca: Esquema de base de dades per a aquest magatzem de dades

source: True if using connection_params directly, False if using Connection reference
ca: Cert si s'utilitzen els paràmetres de connexió directament, Fals si s'utilitza la referència de connexió

source: If enabled, all staff users can use this datastore
ca: Si està habilitat, tots els usuaris staff poden utilitzar aquest magatzem de dades

source: If enabled, all staff users can manage (edit) this datastore
ca: Si està habilitat, tots els usuaris staff poden gestionar (editar) aquest magatzem de dades

source: Can use this datastore to create layers
ca: Pot utilitzar aquest magatzem de dades per crear capes

source: Can manage (edit description) this datastore
ca: Pot gestionar (editar descripció) aquest magatzem de dades

source: Datastore Role
ca: Rol de magatzem de dades

source: Datastore Roles
ca: Rols de magatzem de dades

source: enumerated ({0})
ca: enumerat ({0})

source: Name of the field that will be calculated by this trigger (only for calculated field triggers)
ca: Nom del camp que serà calculat per aquest disparador (només per a disparadors de camp calculat)

source: Whether the trigger is currently installed in the database
ca: Si el disparador està instal·lat actualment a la base de dades

source: Whether the trigger is enabled (active) or disabled in the database
ca: Si el disparador està habilitat (actiu) o deshabilitat a la base de dades

source: Layer Connection Trigger
ca: Disparador de connexió de capa

source: Layer Connection Triggers
ca: Disparadors de connexió de capa

source: Layer datastore has no associated connection
ca: El magatzem de dades de la capa no té connexió associada

source: Trigger installation is only supported for PostGIS connections
ca: La instal·lació de disparadors només és compatible amb connexions PostGIS

source: Could not connect to database
ca: No s'ha pogut connectar a la base de dades

source: Trigger installed successfully
ca: Disparador instal·lat correctament

source: Trigger was not installed
ca: El disparador no s'ha instal·lat

source: Trigger uninstalled successfully
ca: Disparador desinstal·lat correctament

source: Trigger is not installed
ca: El disparador no està instal·lat

source: Trigger enabled successfully
ca: Disparador habilitat correctament

source: Trigger disabled successfully
ca: Disparador deshabilitat correctament

source: Alphabetical
ca: Alfabètic

source: Layer requests
ca: Peticions de capa

source: Layer requests by user
ca: Peticions de capa per usuari

source: Users
ca: Usuaris

source: gvSIG Online only supports overwriting/appending tables with primary key named ogc_fid due to the version of gdal/ogr installed on the server.
ca: gvSIG Online només suporta sobreeescribir/afegir a taules amb clau primària anomenada ogc_fid a causa de la versió de gdal/ogr instal·lada en el servidor

source: Overwrite or append was specified but the table does not exist: {0}
ca: S'ha especificat sobreescriure o afegir, però la taula no existeix: {0}

source: The export has failed because it would create duplicate values in the {pkfield} field, which does not allow duplicate values. Consider correcting the data or read the User Manual for the option 'Do not preserve primary key'. Details: {details}
ca: L'exportació ha fallat perquè crearia valors duplicats al camp {pkfield}, que no permet valors duplicats. Considereu corregir les dades o consulteu al Manual d'Usuari l'opció 'No preservar la clau primària'. Detalls: {details}

source: Add base layer
ca: Anyadir capa base

source: Delete base layer
ca: Eliminar capa base

source: Base layer will be deleted
ca: La capa base será eliminada

source: Cancel
ca: Cancel·lar
pt_br: Cancelar

source: Accept
ca: Acceptar
pt_br: Aceitar

source: Processing request...
ca: Processant petició...
pt_br: Processando solicitação...

source: Search%(sep)s
ca: Cercar%(sep)s
pt_br: Busca%(sep)s

source: Showing %(numrecords)s records
ca: Mostrant %(numrecords)s registres
pt_br: Mostrando %(numrecords)s registros

source: Showing from %(start)s to %(end)s of %(numrecords)s records
ca: Mostrant des de %(start)s fins a %(end)s de %(numrecords)s registres
pt_br: Mostrando desde %(start)s até %(end)s de %(numrecords)s registros

source: Showing from 0 to 0 of 0 records
ca: Mostrant des de 0 fins a 0 de 0 registres
pt_br: Mostrando de 0 a 0 de 0 registros

source: Filtering %(max)s records
ca: Filtrant %(max)s registres
pt_br: Filtragem %(max)s registros

source: Loading...
ca: Carregant...
pt_br: Carregando...

source: No records available
ca: No hi ha registres disponibles
pt_br: Nenhum registro disponí­vel

source: First
ca: Primer
pt_br: Primeiro

source: Previous
ca: Anterior
pt_br: Anterior

source: Next
ca: Següent
pt_br: Seguinte

source: Last
ca: Últim
pt_br: Último

source: %(sep)sSort ascending
ca: %(sep)sOrdre ascendent
pt_br: %(sep)sSort ascendente

source: %(sep)sSort descending
ca: %(sep)sOrdre descendent
pt_br: %(sep)sSort descendente

source: Remove baselayer
ca: Eliminar capa base

source: Update baselayer
ca: Actualitzar capa base

source: Cached layers
ca: Capes a la memòria cau

source: Cached groups
ca: Grups a la memòria cau

source: Clear cache
ca: Netejar memòria cau

source: Configure cache options
ca: Configurar opcions de la memòria cau

source: Test connection
ca: Provar connexió

source: Save
ca: Guardar
pt_br: Salvar

source: Permissions
ca: Permisos

source: Connection details
ca: Detalls de la connexió

source: Connection parameters
ca: Paràmetres de connexió

source: Additional parameters
ca: Paràmetres addicionals

source: Municipality
ca: Municipi

source: Select domain first and click Load
ca: Seleccioneu primer el domini i feu clic a Carregar

source: Load
ca: Carregar

source: Select the domain and click Load. You can type to search by code or name.
ca: Seleccioneu el domini i feu clic a Carregar. Podeu escriure per cercar per codi o nom.

source: Select a category and type to see the connection parameters
ca: Seleccioneu una categoria i tipus per veure els paràmetres de connexió

source: Please select a connection type
ca: Si us plau, seleccioneu un tipus de connexió

source: Testing...
ca: Provant...

source: Saving...
ca: Desant...

source: Synchronizing %(count)s datastore(s) with GeoServer. This may take a few seconds.
ca: Sincronitzant %(count)s magatzem(s) de dades amb GeoServer. Pot trigar uns segons.

source: Connection successful
ca: Connexió correcta

source: Error testing connection
ca: Error provant la connexió

source: Select entity
ca: Seleccionar entitat

source: No entities found
ca: No s'han trobat entitats

source: Error loading entities
ca: Error carregant entitats

source: Back to connections
ca: Tornar a connexions

source: Triggers
ca: Disparadors

source: Search...
ca: Cercar...

source: Add trigger
ca: Afegir disparador

source: Event
ca: Esdeveniment

source: Scope
ca: Àmbit

source: Can be used as calculated field
ca: Es pot utilitzar com a camp calculat

source: Schemas
ca: Esquemes

source: Edit
ca: Editar

source: Duplicate to another connection
ca: Duplicar a una altra connexió

source: Delete trigger
ca: Eliminar disparador

source: Are you sure you want to delete this trigger? This action cannot be undone.
ca: Esteu segur que voleu eliminar aquest disparador? Aquesta acció no es pot desfer.

source: Duplicate trigger
ca: Duplicar disparador

source: Select the target connection to duplicate this trigger:
ca: Seleccioneu la connexió de destí per duplicar aquest disparador:

source: Target connection
ca: Connexió de destí

source: Select a connection...
ca: Seleccioneu una connexió...

source: Only PostGIS connections are shown
ca: Només es mostren connexions PostGIS

source: No other PostGIS connections available.
ca: No hi ha altres connexions PostGIS disponibles.

source: Duplicate
ca: Duplicar

source: No triggers defined for this connection
ca: No hi ha disparadors definits per a aquesta connexió

source: Showing
ca: Mostrant

source: to
ca: a

source: of
ca: de

source: triggers
ca: disparadors

source: Error deleting trigger
ca: Error eliminant el disparador

source: Please select a target connection
ca: Si us plau, seleccioneu una connexió de destí

source: Duplicating...
ca: Duplicant...

source: Trigger duplicated successfully as:
ca: Disparador duplicat correctament com:

source: Error duplicating trigger
ca: Error duplicant el disparador

source: Add connection
ca: Afegir connexió

source: Datastores
ca: Magatzems de dades

source: All users can create datastores
ca: Tots els usuaris poden crear magatzems de dades

source: All users can use in ETL
ca: Tots els usuaris poden utilitzar en ETL

source: All users can manage
ca: Tots els usuaris poden gestionar

source: Manage
ca: Gestionar

source: Permissions by role only
ca: Permisos només per rol

source: By role
ca: Per rol

source: Not compatible
ca: No compatible

source: Options
ca: Opcions

source: Showing %(start)s to %(end)s of %(total)s connections
ca: Mostrant %(start)s a %(end)s de %(total)s connexions

source: Delete connection
ca: Eliminar connexió

source: The connection will be deleted. Do you want to continue?
ca: La connexió s'eliminarà. Voleu continuar?

source: Warning
ca: Avís

source: The connection and all associated resources will be deleted:
ca: La connexió i tots els recursos associats s'eliminaran:

source: All datastores linked to this connection
ca: Tots els magatzems de dades vinculats a aquesta connexió

source: All layers in those datastores
ca: Totes les capes d'aquests magatzems de dades

source: All triggers and topology rules of those layers
ca: Tots els disparadors i regles topològiques d'aquestes capes

source: I understand that this action cannot be undone
ca: Entenc que aquesta acció no es pot desfer

source: Edit connection
ca: Editar connexió

source: This connection has
ca: Aquesta connexió té

source: datastore(s) and
ca: magatzem(s) de dades i

source: layer(s) associated.
ca: capa(es) associada(es).

source: Error deleting connection
ca: Error eliminant la connexió

source: Save trigger
ca: Desar disparador

source: Unique identifier for this trigger
ca: Identificador únic per a aquest disparador

source: Only letters, numbers and underscores. Must start with letter or underscore.
ca: Només lletres, números i guions baixos. Ha de començar amb lletra o guió baix.
