Repository: gvSIGAssociation/gvsig-online
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, pt_br

source: Only letters, numbers and underscores
ca: Només lletres, números i guions baixos

source: Brief description of what this trigger does
ca: Breu descripció del que fa aquest disparador

source: Timing
ca: Moment

source: Events
ca: Esdeveniments

source: Apply to
ca: Aplicar a

source: Choose whether this trigger applies to all schemas or specific ones
ca: Trieu si aquest disparador s'aplica a tots els esquemes o a uns específics

source: Type schema names and press Enter to add
ca: Escriviu noms d'esquemes i premeu Enter per afegir

source: Calculated field
ca: Camp calculat

source: Can be assigned to layer fields to auto-calculate values
ca: Es pot assignar a camps de capa per calcular valors automàticament

source: Compatible datastores
ca: Magatzems de dades compatibles

source: SQL Code
ca: Codi SQL

source: Use NEW to reference the new row (INSERT/UPDATE) and OLD for the old row (UPDATE/DELETE).
ca: Utilitzeu NEW per referenciar la nova fila (INSERT/UPDATE) i OLD per a la fila antiga (UPDATE/DELETE).

source: Template variables
ca: Variables de plantilla

source: The field selected by the user when assigning the trigger
ca: El camp seleccionat per l'usuari en assignar el disparador

source: The schema where the layer is located
ca: L'esquema on es troba la capa

source: The table name of the layer
ca: El nom de la taula de la capa

source: The geometry field name of the layer
ca: El nom del camp de geometria de la capa

source: The primary key field of the layer
ca: El camp de clau primària de la capa

source: Select trigger permissions
ca: Seleccionar permisos del disparador

source: Search user role...
ca: Cercar rol d'usuari...

source: All staff users can use this trigger in their layers
ca: Tots els usuaris staff poden utilitzar aquest disparador a les seves capes

source: Allow all staff users
ca: Permetre a tots els usuaris staff

source: User role image
ca: Imatge genèrica d'un rol d'usuari

source: Can use
ca: Pot utilitzar

source: No roles available
ca: No hi ha rols disponibles

source: Type schema name and press Enter
ca: Escriviu el nom de l'esquema i premeu Enter

source: SQL code is required
ca: El codi SQL és obligatori

source: Select at least one schema to see compatible datastores
ca: Seleccioneu almenys un esquema per veure magatzems de dades compatibles

source: No datastores in this connection yet
ca: Encara no hi ha magatzems de dades en aquesta connexió

source: No datastores match the selected schemas
ca: Cap magatzem de dades coincideix amb els esquemes seleccionats

source: Error loading datastores
ca: Error carregant magatzems de dades

source: Click Load to get entities
ca: Feu clic a Carregar per obtenir entitats

source: You can type to search by code or name.
ca: Podeu escriure per cercar per codi o nom.

source: Services
ca: Serveis

source: Servers
ca: Servidors

source: Workspaces
ca: Espais de treball

source: Layer groups
ca: Grups de capes
pt_br: Grupo de camadas

source: External layers
ca: Capes externes

source: Cache management
ca: Gestió de la memòria cau

source: Services URLs
ca: URLs del serveis

source: SQL Views
ca: Vistes SQL

source: Datatypes
ca: Tipus de dades

source: Enumerations
ca: Enumeracions

source: Select file
ca: Seleccionar arxiu

source: Select an existing connection to the database
ca: Seleccioneu una connexió existent a la base de dades

source: Temporal dimension
ca: Dimensió temporal

source: Elevation dimension
ca: Dimensió d'elevació

source: Select a connection
ca: Seleccioneu una connexió

source: Select or type a new schema name
ca: Seleccioneu o escriviu un nom d'esquema nou

source: (new)
ca: (nou)

source: Connecting to database...
ca: Connectant a la base de dades...

source: Select existing or type new name
ca: Seleccioneu un existent o escriviu un nom nou

source: No schemas found. Type a name to create one.
ca: No s'han trobat esquemes. Escriviu un nom per crear-ne un.

source: Unknown error
ca: Error desconegut

source: Connection error. You can type a schema name.
ca: Error de connexió. Podeu escriure un nom d'esquema.

source: Connection timeout. You can type a schema name.
ca: Temps d'espera de connexió esgotat. Podeu escriure un nom d'esquema.

source: Add datastore
ca: Afegir magatzem

source: Using centralized connection
ca: Utilitzant connexió centralitzada

source: Showing %(start)s to %(end)s of %(total)s datastores
ca: Mostrant %(start)s a %(end)s de %(total)s magatzems de dades

source: Delete datastore
ca: Eliminar magatzem

source: The data store and its registered resources will be deleted
ca: El magatzem de dades i els recursos associats a ell seran eliminats

source: Check this option to remove the schema associated with the datastore
ca: Marqueu aquesta opció per eliminar l'esquema associat al magatzem de dadesMarcar aquesta opció per a esborrar l'esquema associat amb el magatzem de dades

source: Remove datastore
ca: Eliminar magatzem

source: Update datastore
ca: Actualitzar magatzem

source: This datastore uses a centralized connection
ca: Aquest magatzem de dades utilitza una connexió centralitzada

source: Connection parameters are managed from the Connections section. To modify them, edit the connection:
ca: Els paràmetres de connexió es gestionen des de la secció Connexions. Per modificar-los, editeu la connexió:

source: Order type
ca: Orde dels elements

source: Show first value by default
ca: Mostrar primer element per defecte

source: Enumeration items
ca: Elements de l'enumeració

source: Add item
ca: Afegir element

source: Add enumeration
ca: Afegir enumeració

source: Delete enumeration
ca: Eliminar enumeració

source: The enumeration will be removed, Do you want continue?
ca: L'enumeració serà eliminada, desitja continuar?

source: Update enumeration
ca: Actualitzar enumeració

source: Enumeration cannot contain point-colon
ca: L'enumeració no pot contenir dos punts

source: Insert item name
ca: Inserte nom de l'element

source: Back
ca: Tornar

source: Display properties
ca: Propietats de visualització

source: Metadata
ca: Metadades

source: Detailed information
ca: Informació detallada

source: Alert: this url is not in the same domain. Several browsers could not load this base layer due to cross-domain policy.
ca: Alerta: aquesta url no es troba al mateix domini. Diversos navegadors no van poder carregar aquesta capa base a causa de la política entre dominis.

source: Connect
ca: Connectar

source: Alert: The selected matrixset must be compatible with the map CRS
ca: Alert: El matrixset seleccionat ha de ser compatible amb el CRS del mapa

source: Enter the URL of your Mapbox style (.json) file.
ca: Escriu la URL del teu arxiu d'estil Mapbox (.json)

source: Clear file
ca: Llevar arxiu

source: Coordinate reference system
ca: Sistema de referència de coordenades

source: by default
ca: per defecte

source: Specify custom SRS
ca: Indica el teu sistema de referència de coordenades

source: Timeout (miliseconds)
ca: Temps d'espera (milisegons)

source: Metadata: Abstract
ca: Metadades: Resum

source: Some description of the layer
ca: Alguna descripció de la capa

source: Enable metaquality
ca: Activar metaqualitat

source: Button title in the TOC
ca: Títol del botó en el TOC

source: Button title
ca: Títol del botó

source: Detailed info
ca: Informació detallada

source: Layer title
ca: Títol de la capa

source: Layer description
ca: Descripció de la capa

source: Add external layer
ca: Afegir capa externa

source: Delete external layer
ca: Eliminar capa externa

source: External layer will be deleted
ca: La capa externa será eliminada

source: Remove external layer
ca: Eliminar capa externa

source: Update external layer
ca: Actualitzar capa externa

source: Layer metadata
ca: Metadades de la capa

source: Metadata UUID
ca: UUID de les metadades

source: Metadata tools
ca: Eines de metadades

source: Edit in catalog
ca: Editar en catàleg

source: Create metadata
ca: Crear metadada

source: Create Layer
ca: Crear capa

source: Data store
ca: Magatzem de dades

source: Layer name
ca: Nom de la capa

source: Add Field
ca: Afegir camp

source: Layer properties in the viewer
ca: Propietats de la capa a la vista

source: Single image (No tiles)
ca: Imatge simple (Sense tiles)

source: New field
ca: Nou camp

source: Field type
ca: Tipus de camp

source: integer
ca: sencer

source: boolean
ca: booleà

source: date
ca: data

source: No fields have been defined
ca: No s'ha definit cap camp

source: Delete field
ca: Eliminar camp

source: The name field is required
ca: El nom del camp és requerit

source: Duplicated field name
ca: Nom del camp duplicat

source: Invalid field name: \
ca: Nom del camp no vàlid

source: Creating layer. Please wait...
ca: Creant capa. Per favor espere...

source: SQL statement
ca: Sentència SQL

source: Autocomplete
ca: Ompliment automàtic

source: Table
ca: Taula

source: Geom column
ca: Columna de geometria

source: Geom type
ca: Tipus de geometria

source: Key column
ca: Columna de clau

source: Select a data store before using Autocomplete
ca: Selecciona un magatzem abans d'utilitzar l'ompliment automàtic

source: Select row
ca: Seleccionar una fila

source: Publish layer
ca: Publicar capa

source: A new data store will be automatically created
ca: Un nou magatzem serà automàticament creat

source: Regular expression for date (empty to disable). Example: %(sample_regex_pattern)s
ca: Expressió regular per a la data (buida per desactivar). Exemple: %(sample_regex_pattern)s

source: Regular expression for elevation (empty to disable). Example: %(sample_regex_pattern)s
ca: Expressió regular per a l'elevació (buida per desactivar). Exemple: %(sample_regex_pattern)s

source: Upload vector layer
ca: Pujar capa vectorial

source: Table creation mode
ca: Mode de creació de la taula

source: Layer will be uploaded to the selected data store
ca: La capa serà pujada al magatzem seleccionat

source: Character encoding
ca: Codificació de caràcters

source: Select style
ca: Seleccionar estil

source: Uploading layer. Please wait...
ca: Pujant capa. Per favor espere...

source: Create a new task
ca: Crear nova tarea

source: Currently executing tasks
ca: Tasques en execució

source: Execute
ca: Executar

source: Number of tasks to use
ca: Nombre de tasques a utilitzar

source: Type of operation
ca: Tipus d'operació

source: Seed - generate missing tiles
ca: Sembrar - generar les tessel·les que manquen

source: Reseed - regenerate all tiles
ca: Resembrar - regenera totes les tessel·les

source: Truncate - remove tiles
ca: Truncar - esborrar les tessel·les

source: Grid set
ca: Conjunt de graella

source: Zoom start
ca: Zoom d'inici

source: Zoom stop
ca: Zoom final

source: Refresh tasks
ca: Refrescar tasques

source: kill all tasks
ca: Aturar totes les tasques

source: Tiles processed
ca: Tessel·les processades

source: Total of tiles to process
ca: Total de tessel·es a processar

source: Total of remaining tiles
ca: Total de tesseles que manquen

source: Task ID
ca: Identificador de tasca

source: Task status
ca: Estat de la tasca

source: Data Store
ca: Magatzem de dades

source: Resource name
ca: Nom del recurs

source: WFS request feature limit
ca: Límit de registres en peticions WFS

source: time_enabled
ca: Paràmetre temporal

source: View in real time
ca: Veure en temps real

source: Update interval (miliseconds)
ca: Interval d'actualització (mil·lisegons)

source: time_enabled field
ca: Camp amb temps habilitat

source: End time enabled field
ca: Camp temporal (fi d'interval)

source: Time resolution
ca: Resolució del temps

source: Time presentation
ca: Presentació del temps

source: Time resolution (years, months, weeks, days, hours, minutes and seconds)
ca: Resolució de temps (anys, mesos, setmanes, dies, hores, minuts i segons)

source: Default value mode
ca: Valor per defecte del mode

source: Enable detailed information
ca: Activar informació detallada

source: Para generar automáticamente metadatos enriquecidos con descripción y campos de la base de datos:
ca: Per generar automàticament metadades enriquides amb descripció i camps de la base de dades:

source: Guarda esta capa primero
ca: Deseu primer aquesta capa

source: Ve a 'Editar capa' → pestaña 'Información Detallada'
ca: Aneu a 'Editar capa' → pestanya 'Informació Detallada'

source: Usa el botón 'Generar Metadatos Enriquecidos con Campos'
ca: Utilitzeu el botó 'Generar Metadades Enriquides amb Camps'

source: Resource contains no fields
ca: El recurs no conté cap camp

source: Choose field
ca: Trieu camp

source: Data store contains no resources to publish
ca: El magatzem no conté recursos per publicar

source: Choose resource
ca: Seleccionar recurs

source: Service is unavailable
ca: El servei no està disponible

source: No valid data store selected
ca: Magatzem no vàlid

source: No layer groups available
ca: No hi ha grups de capes disponibles

source: Choose layer group
ca: Trieu grup de capes

source: Choose date field
ca: Trieu data

source: Field management
ca: Gestió dels camps

source: Field titles
ca: Títols dels camps

source: Field groups
ca: Grups de camps

source: Group titles
ca: Títols dels grupos

source: Editing restrictions
ca: Restriccions d'edició

source: Field name
ca: Nom del camp

source: Calculated
ca: Calculat

source: Nullable
ca: Nulable

source: mandatory
ca: obligatori

source: Is visible?
ca: És visible?

source: Is editable?
ca: És editable?

source: Is shown in getFeatureInfo?
ca: Es mostra a getFeatureInfo?

source: Actions
ca: Accions

source: Set at database level
ca: Establir a nivell de base de dades

source: Required in editing forms
ca: Requerit als formularis d'edició

source: Manage format
ca: Gestionar format

source: SQL views can\
ca: Vistes SQL

source: Rename
ca: Canviar de nom

source: Change type
ca: Canvia tipus

source: Convert to enumerate
ca: Convertir a enumerat

source: Reserved field
ca: Camp reservat

source: Add field
ca: Afegir camp

source: Field title
ca: Títol del camp

source: Delete group
ca: Suprimeix el grup

source: Add field group
ca: Afegir grup de camps

source: Group name
ca: Nom del grupo

source: Group title
ca: Títol del grup

source: Topological rules
ca: Regles topològiques

source: Rule
ca: Regla

source: Geometry Limitations
ca: Limitacions de geometria

source: Active
ca: Actiu

source: Configuration
ca: Configuració

source: Must not overlap
ca: No ha de superposar-se

source: Geometries within the same layer cannot overlap with each other
ca: Les geometries de la mateixa capa no poden superposar-se entre elles

source: Compatible with all geometry types
ca: Compatible amb tots els tipus de geometria

source: Only superusers can modify topology rules
ca: Només els superusuaris poden modificar regles topològiques

source: No additional configuration required
ca: No es requereix cap configuració addicional

source: Must not have gaps
ca: No ha de tenir buits

source: The layer coverage must be continuous without empty spaces between geometries
ca: La cobertura de la capa ha de ser contínua sense espais buits entre geometries

source: Polygons
ca: Polígon

source: Recommended
ca: Recomanat

source: Lines
ca: Línies

source: Limited use
ca: Ús limitat

source: Points
ca: Punts

source: Must be covered by
ca: Ha d'estar cobert per

source: All geometries must be completely covered by geometries from another layer
ca: Totes les geometries han d'estar completament cobertes per geometries d'una altra capa

source: Select a layer
ca: Eliminar capa base

source: Must not overlap with
ca: No ha de superposar-se amb

source: Geometries cannot overlap with geometries from specified layers
ca: Les geometries no poden superposar-se amb geometries de les capes especificades

source: Select multiple layers
ca: Eliminar capa

source: Must be contiguous
ca: Ha de ser contigu

source: Geometries must be connected.
ca: Les geometries han d'estar connectades.

source: Suitable for networks
ca: Adequat per a xarxes

source: Tolerance
ca: Tolerància

source: Tolerance distance for contiguity check
ca: Distància de tolerància per verificació de contigüitat

source: Assign triggers to fields. These triggers will execute automatically when data is inserted, updated or deleted.
ca: Assigneu disparadors als camps. Aquests disparadors s'executaran automàticament quan s'insereixin, actualitzin o eliminin dades.

source: Trigger
ca: Disparador

source: Target field
ca: Camp de destí

source: Enabled
ca: Habilitat

source: You do not have permission to modify this trigger
ca: No teniu permís per modificar aquest disparador

source: You do not have permission to remove this trigger
ca: No teniu permís per eliminar aquest disparador

source: No triggers assigned to this layer yet
ca: Encara no hi ha disparadors assignats a aquesta capa

source: Assign trigger to field
ca: Assignar disparador a camp

source: No triggers available. Create triggers with 'Calculated field' option in the connection configuration.
ca: No hi ha disparadors disponibles. Creeu disparadors amb l'opció 'Camp calculat' a la configuració de la connexió.

source: Assign trigger
ca: Assignar disparador

source: Select a trigger...
ca: Seleccioneu un disparador...

source: Select a field...
ca: Seleccioneu un camp...

source: Select the field that will be calculated by this trigger
ca: Seleccioneu el camp que serà calculat per aquest disparador

source: Assign
ca: Assignar

source: Select layers
ca: Seleccionar capes

source: Field list
ca: Llistat de camps

source: End time_enabled field
ca: Final del camp temporal

source: Create empty layer
ca: Crear capa buida

source: Filter by project
ca: Filtrar per projecte

source: Show all layers
ca: Mostrar totes les capes

source: Preview
ca: Previsualització

source: Projects
ca: Projectes
pt_br: Projetos

source: Datastore type
ca: Tipus de magatzem de dades

source: Showing %(start)s to %(end)s of %(total)s layers
ca: Mostrant %(start)s a %(end)s de %(total)s capes

source: Delete layer
ca: Eliminar capa

source: The layer will be removed, Do you want continue?
ca: La capa serà eliminada, desitja continuar?

source: Raster layers are not configurable
ca: Les capes raster no son configurables

source: The layer could not be removed from GeoServer, but it was deleted from the list anyway
ca: La capa no s'ha pogut eliminar de Geosever, però igualment s'ha esborrat d'aquesta llista

source: Configure layer
ca: Configurar capa

source: Update layer
ca: Actualitzar capa

source: Refresh extent and layer definition
ca: Refrescar extensió i definició de capa

source: Update thumbnail
ca: Actualitzar miniatura

source: Icon
ca: Icona

source: Supported formats
ca: Formats admesos
pt_br: Formatos suportados

source: Generar Metadatos Enriquecidos con Campos
ca: Generar Metadades Enriquides amb Camps

source: Este botón generará automáticamente una estructura con descripción y lista de campos de la base de datos
ca: Aquest botó generarà automàticament una estructura amb descripció i llista de camps de la base de dades

source: Generando...
ca: Generant...

source: Metadatos enriquecidos generados correctamente. Puedes editarlos antes de guardar la capa.
ca: Metadades enriquides generades correctament. Podeu editar-les abans de desar la capa.

source: Error al generar metadatos enriquecidos
ca: Error en generar metadades enriquides

source: Error 404: La URL no fue encontrada. Asegúrate de que el plugin GeoCopilot está instalado y el servidor está reiniciado.
ca: Error 404: La URL no s'ha trobat. Assegureu-vos que el plugin GeoCopilot està instal·lat i el servidor està reiniciat.

source: Error 403: No tienes permisos para realizar esta acción.
ca: Error 403: No teniu permisos per realitzar aquesta acció.

source: Error 500: Error interno del servidor.
ca: Error 500: Error intern del servidor.

source: Select server
ca: Seleccionar servidor

source: Layer group name
ca: Nom del grup

source: Layer group title
ca: Títol del grup

source: Create cache for the layer group
ca: Crear memòria cau per al grup de capes

source: Is visible
ca: És visible

source: Create new layer
ca: Crear nova capa

source: Is needed to save this layer group first, Do you want continue?
ca: Cal primer per guardar aquest grup de capes. Voleu continuar?

source: Return to project list
ca: Tornar a la llista de projectes

source: Add layer group
ca: Afegir grup de capes
pt_br: Adicionar grupo de camadas

source: Asigned to
ca: Assignat a

source: Showing %(start)s to %(end)s of %(total)s layer groups
ca: Mostrant %(start)s a %(end)s de %(total)s grups de capes

source: Delete layer group
ca: Eliminar grup de capes

source: The layer group will be removed, Do you want continue?
ca: El grup de capes serà eliminat, desitja continuar?

source: Update layer group
ca: Actualitzar grup de capes

source: Group layers
ca: Capes del grup

source: Layer
ca: Capa

source: Date
ca: Data

source: Created by
ca: Creat per

source: MOBILE
ca: MÒBIL

source: Unlock layer
ca: Desbloquejar capa

source: Select connection permissions
ca: Seleccionar permisos de connexió

source: All users can create datastores with this connection
ca: Tots els usuaris poden crear magatzems de dades amb aquesta connexió

source: Allow all - Datastores
ca: Permetre a tots - Magatzems de dades

source: All users can use this connection in ETL
ca: Tots els usuaris poden utilitzar aquesta connexió en ETL

source: Allow all - ETL
ca: Permetre a tots - ETL

source: All users can manage this connection
ca: Tots els usuaris poden gestionar aquesta connexió

source: Allow all - Management
ca: Permetre a tots - Gestió

source: Management
ca: Gestió

source: Select datastore permissions
ca: Seleccionar permisos del magatzem de dades

source: All staff users can use this datastore to create layers
ca: Tots els usuaris staff poden utilitzar aquest magatzem de dades per crear capes

source: Allow all - Use
ca: Permetre a tots - Ús

source: All staff users can manage (edit) this datastore
ca: Tots els usuaris staff poden gestionar (editar) aquest magatzem de dades

source: Select layer permissions
ca: Seleccionar permisos de capa

source: Layer will be readable by everyone if public
ca: Tothom podrà accedir la capa si es fa pública

source: Is public
ca: És pública?

source: Non editable permissions since they have been set by a specific permission tool
ca: Permisos no editables perquè han estat establerts per una eina específica de gestió de permisos

source: Generic user role image
ca: Imatge genèrica d'un rol d'usuari

source: Read permission
ca: Permís de lectura

source: Write permission
ca: Permís de escriptura

source: Permission to manage
ca: Permís per gestionar

source: Give the selected roles permissions to manage the layergroup
ca: Donar als rols seleccionats permisos per gestionar el grup de capes

source: Permission to include in projects
ca: Permís per incloure en projectes

source: Server nodes
ca: Nodes del servidor

source: Status
ca: Estat

source: Is master?
ca: És mestre?

source: Add node
ca: Afegir node

source: New node
ca: Nou node

source: At least one node must be defined
ca: Heu de definir almenys un node

source: One of the nodes must be a master node
ca: Un dels nodes deu ser mestre

source: Only one master node can exist
ca: Només pot existir un node mestre

source: Add server
ca: Afegir servidror

source: Delete server
ca: Eliminar servidor

source: The server and all associated elements will be deleted, Do you want to continue?
ca: El servidor i tots els elements associats se suprimiran, voleu continuar?

source: Update server
ca: Actualitzar servidor

source: Add service URL
ca: Afegir URL de servei

source: Delete service URL
ca: Eliminar URL del servei

source: Service URL will be deleted, Do you want to continue?
ca: La URL del servei serà eliminada, desitja continuar?
