Repository: gvSIGAssociation/gvsig-online
Catalog: gvsigol/gvsigol_symbology/locale/*/LC_MESSAGES/django.po
Languages: ca, pt_br

source: Circle
ca: Cercle
pt_br: Círculo

source: Square
ca: Quadrat
pt_br: Quadrado

source: Triangle
pt_br: Triângulo

source: star
ca: estrella
pt_br: estrela

source: Cross
ca: Creu
pt_br: Cruz

source: Default style for:
ca: Estil per defecte per:
pt_br: Estilo padrão para:

source: Default symbol
ca: Símbol per defecte
pt_br: Símbolo padrão

source: Invalid name: '{value}'. Name should not contain any special characters
ca: Nom no vàlid: '{value}'. El nom no ha de contenir cap caràcter especial
pt_br: Nome inválido: '{value}'. O nome não deve conter caracteres especiais

source: Sign out
ca: Tancar sessió
pt_br: Sair

source: Dashboard
ca: Panell
pt_br: Painel de controle

source: Home
ca: Inici
pt_br: Ínicio

source: Version
ca: Versió
pt_br: Versão

source: All rights reserved
ca: Tots els drets reservats
pt_br: Todos os direitos reservados

source: Add new style
ca: Afegir nou estil
pt_br: Adicionar novo estilo

source: Update preview
ca: Actualitzar vista prèvia
pt_br: Atualizar visualização

source: Labeling
ca: Etiquetat
pt_br: Rótulo

source: Save
ca: Guardar
pt_br: Salvar

source: Name
ca: Nom
pt_br: Nome

source: Style name
ca: Nom de estil
pt_br: Nome do estilo

source: Title
ca: Títol
pt_br: Título

source: Style title
ca: Títol de l'estil
pt_br: Estilo do título

source: Min. scale
ca: Escala mínima
pt_br: Escala mínima

source: No limit
ca: Sense límit
pt_br: Sem limite

source: Max. scale
ca: Escala máxima
pt_br: Escala máxima

source: Specifies the minimum and maximum scale denominator (inclusive) for the scale range in which this rule applies
ca: Especifica el denominador escala mínima i màxima (inclosos) per alrang de l'escala en la qual s'aplica aquesta regla
pt_br: Especifica o denominador da escala mínima e máxima (inclusive) para o intervalo de escala em que esta norma se aplica

source: Set as default style
ca: Establir com a estil per defecte
pt_br: Definir como estilo padrão

source: Add new rule
ca: Afegir nova regla
pt_br: Adicionar nova regra

source: Creates a new rule for clustered points
ca: Crea una nova regla per als punts en clúster
pt_br: Cria uma nova regra para pontos agrupados

source: Import symbol
ca: Importar símbol
pt_br: Símbolo de importação

source: Select library
ca: Seleccionar biblioteca
pt_br: Selecionar biblioteca

source: Select symbol library
ca: Seleccionar biblioteca de símbols
pt_br: Selecionar biblioteca de símbolos

source: Close
ca: Tancar
pt_br: Fechar

source: Field name is required
ca: Es requereix el nom de camp
pt_br: O nome do campo é obrigatório

source: Update style
ca: Actualitzar estil
pt_br: Atualizar estilo

source: Creates a new rule based on an expression
ca: Crea una nova regla basada en una expressió
pt_br: Cria uma nova regra baseada em uma expressão

source: Add new color ramp
ca: Afegir nova trampa de color
pt_br: Adicionar novo degradê de cores

source: Steps
ca: Passos
pt_br: Etapas

source: Add step
ca: Afegir pas
pt_br: Adicionar etapa

source: Edit color ramp entry
ca: Editar entrada de color
pt_br: Editar entrada de degradê de cor

source: Two or more color definitions are required
ca: Dues o més definicions de color son requerides
pt_br: São necessárias duas ou mais definições de cor

source: Add Ramp category
ca: Afedir categoria de rampa
pt_br: Adicionar categoria de degradê

source: Description
ca: Descripció
pt_br: Descrição

source: Update ramp color library
ca: Actualitzar biblioteca de rampes de color
pt_br: Atualizar biblioteca de degradê de cores

source: Library name
ca: Nom de biblioteca
pt_br: Nome da biblioteca

source: Library Name
ca: Nom de biblioteca
pt_br: Nome da biblioteca

source: Color ramps
ca: Rampes de color
pt_br: Degradê de cores

source: Add ramp color
ca: Afegir rampa de color
pt_br: Adicionar degradê de cor

source: Delete color ramp
ca: Eliminar rampa de color
pt_br: Excluir degradê de cores

source: Color ramp will be removed, Do you want continue?
ca: S'eliminarà la rampa de color, Vol continuar?
pt_br: O degradê de cor será removida. Quer continuar?

source: Cancel
ca: Cancel.lar
pt_br: Cancelar

source: Accept
ca: Acceptar
pt_br: Aceitar

source: Select file
ca: Seleccionar arxiu
pt_br: Selecionar arquivo

source: Add library
ca: Afegir biblioteca
pt_br: Adicionar biblioteca

source: Import library
ca: Importar biblioteca
pt_br: Importar biblioteca

source: Library
ca: Biblioteca
pt_br: biblioteca

source: Under construction
ca: En construcció
pt_br: Em construção

source: This functionality is not yet available
ca: Funcionalitat no disponible
pt_br: Esta funcionalidade ainda não está disponível

source: Delete library
ca: Esborrar biblioteca
pt_br: Eliminar biblioteca

source: Library will be removed, Do you want continue?
pt_br: A biblioteca será removida. Quer continuar?

source: Processing request...
ca: Processant sol·licitud...
pt_br: Processar solicitação...

source: Search%(sep)s
ca: Cerca%(sep)s
pt_br: Pesquisar%(sep)s

source: Showing %(numrecords)s records
ca: Ara es mostren %(numrecords)s registres
pt_br: Mostrando %(numrecords)s registros

source: Showing from %(start)s to %(end)s of %(numrecords)s records
ca: Mostrant de %(start)s fins a %(end)s de %(numrecords)s registres
pt_br: Mostrando desde %(start)s até %(end)s de %(numrecords)s registros

source: Showing from 0 to 0 of 0 records
ca: Mostrant de 0 a 0 de 0 registres
pt_br: Mostrando de 0 a 0 de 0 registros

source: Filtering %(max)s records
ca: Filtrant %(max)s registres
pt_br: Filtragem %(max)s registros

source: Loading...
ca: Carregant...
pt_br: Carregando

source: No records available
ca: No hi ha registres disponibles
pt_br: Nenhum registro disponível

source: First
ca: Primer
pt_br: Primeiro

source: Previous
ca: Anterior
pt_br: Anterior

source: Next
ca: Pròxim
pt_br: Seguinte

source: Last
ca: Últim
pt_br: Último

source: %(sep)sSort ascending
ca: %(sep)sOrdenar ascendent
pt_br: %(sep)sSort ascendente

source: %(sep)sSort descending
ca: %(sep)sOrdenar descendent
pt_br: %(sep)sSort descendente

source: Export library
ca: Exportar biblioteca
pt_br: Exportar biblioteca

source: Update library
ca: Actualitzar biblioteca
pt_br: Atualizar biblioteca

source: Categories
pt_br: Categorias

source: Add category
ca: Afegir categoria
pt_br: adicionar categoria

source: Category
ca: Categoria
pt_br: Categoria

source: Delete folder
ca: Eliminar carpeta
pt_br: Apagar pasta

source: Folder will be removed, Do you want continue?
ca: S'eliminarà la carpeta, Vol continuar?
pt_br: A pasta será removida. Quer continuar?

source: Delete category
ca: Eliminar categoria
pt_br: Eliminar categoria

source: Update category
ca: Actualitzar categoria
pt_br: Categoria de atualização

source: Symbol Ramp Colors
ca: Símbols de rampes de color
pt_br: Símbolo de degradê de cores

source: Add color ramp
ca: Afegir rampa de color
pt_br: Adicionar degradè de cores

source: Import color ramp
ca: Importar rampa de color
pt_br: Importar degradê de cores

source: Add new color table
ca: Afegir nova taula de color
pt_br: Adicionar nova tabela de cores

source: Raster statistics
ca: Estadístiques de ràster
pt_br: Estatísticas rasterizadas

source: Has custom legend?
ca: Té llegenda personalitzada?
pt_br: Tem legenda personalizada?

source: Select image
ca: Seleccionar imatge
pt_br: Seleccionar imagem

source: Select number of intervals
ca: Seleccioneu el nombre d'intervals
pt_br: Selecione o número de intervalos

source: Apply ramp color
ca: Aplicar rampa de color
pt_br: Aplique o degradê de cores

source: Edit color map entry
ca: Editar entrada de color
pt_br: Editar entrada de mapa de cores

source: Raster properties
ca: Propietats del raster
pt_br: Propriedades Raster

source: Warning
ca: Avís
pt_br: Aviso

source: Rules needed to apply a color ramp
ca: Normes necessàries per aplicar una rampa de color
pt_br: Regras necessárias para aplicar um degradè de cor

source: Apply
ca: Aplicar
pt_br: Solicitar

source: Select color ramp
ca: Seleccionar rampa de color
pt_br: Selecione o degradê de cores

source: Select ramp library
ca: Seleccionar biblioteca de rampes
pt_br: Selecionar biblioteca de degradê

source: Select category
ca: Seleccionar categoria
pt_br: Selecione a categoria

source: Select ramp category
ca: Seleccionar categoria de rampa
pt_br: Selecione a categoria de degradê

source: Invert ramp color
ca: Invertir rampa de color
pt_br: Inverter degradè de cores

source: The file format is not supported
ca: El format de fitxer no és compatible
pt_br: O formato de arquivo não é suportado

source: Symbology
ca: Simbologia
pt_br: Simbologia

source: Layer styles
ca: Estils de capa
pt_br: Estilos de camadas

source: Symbol libraries
ca: Biblioteques de símbols
pt_br: Bibliotecas de símbolos

source: Symbol name
ca: Nom del símbol
pt_br: Nome do símbolo

source: Symbol title
ca: Títol del símbol
pt_br: Título do símbolo

source: Specifies a title for the rule. The title is used in display lists and legends
ca: Especifica el títol de la regla. El títol s'utilitza en les llistes de visualització illegendes
pt_br: Especifica um título para a norma. O título é usado em listas de exibição e legendas

source: Size
ca: Mida
pt_br: Tamanho

source: Symbol size (in pixels)
ca: Mida del símbol (en pixels)
pt_br: Tamanho do símbolo (em pixels)

source: Select format
ca: Seleccionar format
pt_br: Selecionar formato

source: You must select a file
ca: Ha de seleccionar un arxiu
pt_br: Você deve selecionar um arquivo

source: Delete
ca: Esborrar
pt_br: Excluir

source: Update
ca: Actualitzar
pt_br: Atualização

source: Select numeric field
ca: Seleccionar camp numèric
pt_br: Selecionar campo numérico

source: Select field
ca: Seleccionar camp
pt_br: Marcar campo

source: Symbols
ca: Simbols
pt_br: Símbolos

source: Library symbols
ca: Biblioteca de símbols
pt_br: Símbolos da biblioteca

source: Add external graphic
ca: Afegir gràfic extern
pt_br: Adicionar gráfico externo

source: Add point
ca: Afegir punt
pt_br: Inserir ponto

source: Add line
ca: Afegir línia
pt_br: Inserir linha

source: Add polygon
ca: Afegir polígon
pt_br: Adicionar polígono

source: Create new style
ca: Crear nou estil
pt_br: Criar novo estilo

source: Insert style name
ca: Insertar nom d'estil
pt_br: Inserir nome do estilo

source: Unique symbol
ca: Símbol únic
pt_br: Símbolo único

source: Creates a legend of unique symbol
ca: Crea una llegenda de símbol únic
pt_br: Cria uma legenda de um símbolo único

source: Unique values
ca: Valors únics
pt_br: Valores únicos

source: Creates a legend of unique values
ca: Crea una llegenda de valors únics
pt_br: Cria uma legenda de valores únicos

source: Intervals
pt_br: Intervalos

source: Creates a legend defined by intervals
ca: Crea una llegenda definida per intervals
pt_br: Cria uma legenda definida por intervalos

source: Expressions
pt_br: Expressões

source: Creates a legend defined by expressions
ca: Crea una llegenda definida per expressions
pt_br: Cria uma legenda definida por expressões

source: Custom
ca: Personalitzada
pt_br: Personalizado

source: Creates a custom legend
ca: Crear llegenda personalitzada
pt_br: Cria uma legenda personalizada

source: Import from SLD
ca: Importar des de SLD
pt_br: Importar de SLD

source: SLD legend description
ca: SLD descripció de la llegenda
pt_br: Descrição da legenda do SLD

source: Color table
ca: Taula de color
pt_br: Tabela de cores

source: Creates a legend for a raster layer defined by a color table
ca: Crea una llegenda per una capa raster definida per una taula de colors
pt_br: Cria uma legenda para uma camada rasterizada definida por uma tabela de cores

source: Clustered Points
ca: Agrupación de puntos
pt_br: Pontos agrupados

source: Creates a legend for clustered points defined by expressions
ca: Crea una llegenda per als punts agrupats definits per expressions
pt_br: Cria uma legenda para pontos agrupados definidos por expressões

source: Import SLD
ca: Importar SLD
pt_br: Importar SLD

source: Select SLD
ca: Seleccionar SLD
pt_br: Selecionar SLD

source: Asigned to layer group
ca: Assignat al grup de capes
pt_br: Vinculado ao grupo de camadas

source: Styles
ca: Estils
pt_br: Estilo

source: Add style
ca: Afegir estil
pt_br: Adicionar estilo

source: Delete style
ca: Esborrar estil
pt_br: Apagar estilo

source: Edit symbolizer
ca: Editar simbolitzador
pt_br: Editar símbolo

source: Select field to generate unique values
ca: Seleccionar el camp per generar valors únics
pt_br: Marcar campo para gerar valores exclusivos

source: The layer must contain at least one style
ca: La capa ha de contenir com a mínim un estil
pt_br: A camada deve conter pelo menos um estilo

source: Can not delete a default style
ca: No es pot eliminar un estil per defecte
pt_br: Não é possível excluir um estilo padrão

source: Error importing SLD
ca: Error en importar SLD
pt_br: Erro ao importar SLD

source: You must enter a correct name for the color ramp (without uppercases, whitespaces or other special characters)
ca: Heu d'introduir un nom correcte per a la rampa de color (sense majúscules, espais en blanc o altres caràcters especials)
pt_br: Você deve inserir um nome correto para a rampa de cor (sem maiúsculas, espaços em branco ou outros caracteres especiais)

source: You must enter a correct name for the library (without uppercases, whitespaces or other special characters)
ca: Heu d'introduir un nom correcte per a la biblioteca (sense majúscules, espais en blanc o altres caràcters especials)
pt_br: É necessário entrar um nome correto para a biblioteca (sem maiúsculas, espaços em branco ou outros caracteres especiais)

source: You must enter a name for the library
ca: Has d'introduir un nom per a la biblioteca
pt_br: É necessário entrar um nome para a biblioteca

source: You must enter a name for the library and select a file
ca: Has d'introduir un nom per a la biblioteca i seleccioneu un arxiu
pt_br: É necessário entrar um nome para a biblioteca e selecionar um arquivo

source: Layer name
ca: Nom de la capa
