Repository: gvSIGAssociation/gvsig-online
Catalog: trunk/plugin_geoetl/gvsigol_plugin_geoetl/locale/*-valencia/LC_MESSAGES/django.po
Languages: ca

source: gvsigol_plugin_geoetl manual title
ca: Plugin de Processament GeoETL

source: gvsigol_plugin_geoetl manual desc
ca: Documentació sobre el plugin d'Extracció, Transformació i Càrrega (ETL) de dades geoespacials.

source: New
ca: Nou

source: Add Concat.
ca: Afegir Concatenat

source: Workpaces
ca: Espais de treball

source: Concatenated workspaces list
ca: Llista de espais de treball concatenats

source: Status
ca: Estat

source: Name
ca: Nom

source: Description
ca: Descripció

source: Periodicity
ca: Periodicitat

source: User
ca: Usuari

source: Concatenation
ca: Concatenació

source: Delete workspace
ca: Eliminar espai de treball

source: The ETL workspace and its parameters will be deleted
ca: L'espai de treball ETL i els seus paràmetres s'eliminaran

source: Cancel
ca: Cancel·lar

source: Accept
ca: Acceptar

source: Update or Save ETL Workspace
ca: Actualitza o Guarda l'Espai de treball ETL

source: ETL Workspace ID
ca: ID de l'Espai de treball ETL

source: ETL Workspace name
ca: Nom de l'Espai de treball ETL

source: ETL Workspace description
ca: Descripció de l'Espai de treball ETL

source: Run periodically?
ca: Executar periòdicament?

source: All days
ca: Tots els dies

source: Monday
ca: Dilluns

source: Tuesday
ca: Dimarts

source: Wednesday
ca: Dimecres

source: Thursday
ca: Dijous

source: Friday
ca: Divendres

source: Saturday
ca: Dissabte

source: Sunday
ca: Diumenge

source: Every
ca: Cada

source: Run workspace every...
ca: Executar espai de treball cada...

source: Select number of...
ca: Selecciona el nombre de...

source: ... time measure
ca: ... mesura de temps

source: minutes
ca: minuts

source: hours
ca: hores

source: days
ca: dies

source: Workspaces
ca: Espais de treball

source: Get Workspaces
ca: Obtenir espais de treball

source: Get workspaces
ca: Obtenir espais de treball

source: Change to superuser?
ca: Canviar a superusuari

source: Close
ca: Tancar

source: Save
ca: Guardar

source: Not allowed
ca: No permés

source: In database already exists a workspace with the same name and the same user
ca: A la base de dades ja existeix un espai de treball amb el mateix nom i el mateix usuari

source: Processing request...
ca: Processant petició...

source: Showing from 0 to 0 of 0 records
ca: Mostrant del 0 a 0 de 0 registres

source: Loading...
ca: Carregant...

source: No records available
ca: Sense registres disponibles

source: First
ca: Primer

source: Previous
ca: Anterior

source: Next
ca: Següent

source: Last
ca: Últim

source: Update workspace
ca: Actualitzar espai de treball

source: Run workspace
ca: Executar espai de treball

source: Extract, Transform & Load
ca: Extrau, Transforma i Carrega

source: Canvas
ca: Llenç

source: Upload
ca: Pujar

source: Clean temporal tables
ca: Netejar taules temporals

source: Clean
ca: Netejar

source: Concat. workspaces
ca: Concatenar espais de treball

source: Workspaces list
ca: Llista d'espais de treball

source: Upload ETL Workspace
ca: Puja espai de treball ETL

source: Update
ca: Actualitzar

source: ETL Workspace JSON
ca: Espai de treball ETL en JSON

source: Some ETL workspace is running. Are you sure you want to drop the temporary tables?
ca: S'està executant algun espai de treball ETL. Segur que voleu eliminar les taules temporals?

source: Set parameters for workspace
ca: Establir paràmetres per l'espai de treball

source: DB Connection
ca: Connexió a BBDD

source: SQL Parameters
ca: Paràmetres SQL

source: User Parameters
ca: Paràmetres d'usuari

source: SQL before running workspace
ca: SQL abans d'executar l'espai de treball

source: SQL after running workspace
ca: SQL després d'executar l'espai de treball ETL

source: Add user parameter
ca: Afegir paràmetre d'usuari

source: Type
ca: Tipus

source: There are variable parameters (The workspace will be executed in a loop)
ca: Hi ha paràmetres variables (l'espai de treball s'executarà en un bucle)

source: Variable parameter
ca: Paràmetre variable

source: Integer iterative value from
ca: Valor iteratiu sencer de

source: to
ca: a

source: Iterative value from a column of a PostgreSQL table
ca: Valor iteratiu des d'una columna d'una taula PostgreSQL

source: Get schemas
ca: Obtenir esquemes

source: Schemas
ca: Esquemes

source: Get tables
ca: Obtenir taules

source: Tables
ca: Taules

source: Get attributes
ca: Obtenir atributs

source: Attributes
ca: Atributs

source: Set parameters
ca: Establir paràmetres

source: Download workspace
ca: Descarregar espai de treball

source: Open workspace
ca: Obrir espai de treball

source: ETL - Extract, Transform & Load
ca: ETL - Extrau, Transforma i Carrega

source: Inputs
ca: Entrades

source: Creators
ca: Creadors

source: Grid
ca: Quadrícula

source: Alphanumeric Transformers
ca: Transformadors alfanumèrics

source: Calculator
ca: Calculador

source: Change Attribute Type
ca: Canviar tipus de l'atribut

source: Compare Rows
ca: Comparar files

source: Concatenate Attributes
ca: Concatenar Atributs

source: Counter
ca: Comptador

source: Correct Spelling
ca: Corregeix Ortografia

source: Current Date
ca: Data actual

source: Create Attribute
ca: Crea Atribut

source: Expose Attribute
ca: Exposar Atribut

source: Filter
ca: Filtre

source: Filter Duplicates
ca: Filtra duplicats

source: Join
ca: Unió

source: Keep Attribute
ca: Mantén Atribut

source: Modify Value
ca: Modifica Valor

source: Pad Attribute
ca: Omple Atribut

source: Remove Attribute
ca: Elimina Atribut

source: Rename Attribute
ca: Reanomena Atribut

source: Statistics
ca: Estadístiques

source: Geometric Transformers
ca: Transformadors geomètrics

source: Cadastral Geometry
ca: Geometria Cadastral

source: Calculate Area
ca: Calcular àrea

source: Calculate length
ca: Calcular longitud

source: Difference
ca: Diferència

source: Explode Geometry
ca: Explotar geometria

source: Filter Geometry
ca: Filtrar Geometria

source: Geocoder
ca: Geocodificador

source: Intersection
ca: Intersecció

source: Remove Geometry
ca: Elimina la geometria

source: Reproject
ca: Reprojectar

source: Simple Geometry
ca: Geometria Simple

source: Spatial Relation
ca: Relació Espacial

source: Text to Point
ca: Text a Punt

source: Union
ca: Fusió

source: Validate Geometry
ca: Validar Geometria

source: WKT to Geometry
ca: WKT a Geometria

source: IDW Interpolation
ca: Interpolació IDW

source: Kriging Interpolation
ca: Interpolació Kriging

source: List Transformers
ca: Llistar Transformadors

source: Explode List
ca: Explotar llista

source: Split Attribute
ca: Divideix Atribut

source: Workflows Transformers
ca: Transformadors del fluxos de treball

source: Execute SQL
ca: Executar SQL

source: Outputs
ca: Eixides

source: Save ETL workspace
ca: Guarda l'Espai de treball ETL

source: Set parameters of all tasks before save
ca: Establir paràmetres per totes les tasques abans de guardar

source: Overwrite workspace?
ca: Sobreescriure espai de treball?

source: Workspace
ca: L'espai de treball

source: will be overwritten. If you do not want to overwrite it the ID must be empty
ca: serà sobreescrit. Si no vols sobreescriure'l deixa l'ID buit

source: Are you sure?
ca: Estàs segur?

source: If you open a new empty canvas you will lost your current canvas if you have not saved it before
ca: Si obris un nou llenç buit perdràs el teu llenç actual si no l'has guardat abans

source: Host
ca: Servidor

source: Database:
ca: Base de dades:

source: Name of your database
ca: Nom de la teua base de dades

source: User:
ca: Usuari:

source: Password:
ca: Contrasenya:

source: User name:
ca: Nom d'usuari:

source: Data source name:
ca: Nom de l'origen de dades:

source: Verify connection
ca: Verificar connexió

source: DataBase Connection not saved. Probably, database name already exists.
ca: La connexió de base de dades no s'ha guardat. Probablement, el nom de la base de dades ja existeix

source: Give the selected roles permissions to edit or execute
ca: Donar permís als rols seleccionats per editar o executar

source: Search user role...
ca: Buscar rol d'usuari...

source: Edit permission
ca: Permís per editar

source: Execute permission
ca: Permís per executar
