Repository: gvSIGAssociation/gvsig-online
Catalog: gvsigol/gvsigol_statistics/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Petitions from date
ca: Peticions des de

source: Petitions to date
ca: Peticions fins a

source: Petitions done by
ca: Peticions realitzades per

source: Anonymous
ca: Anònim

source: Divide by time?
ca: Divit per temps?

source: Time division
ca: Divisió del temps

source: Year
ca: Any

source: Month
ca: Mes

source: Day
ca: Dia

source: Total petitions
ca: Total de peticions

source: Num petitions
ca: Num. Peticions

source: Statistics
ca: Estadístiques

source: More Statistics
ca: Més estadístiques
