Repository: gvSIGAssociation/gvsig-online
Catalog: gvsigol/gvsigol_core/locale/*/LC_MESSAGES/django.po
Languages: de

source: Clone project and layer permissions
de: Berechtigungen für das Klonen von Projekten und Ebenen

source: Don't apply any permission. Cloned layers will become public
de: Wenden Sie keine Genehmigung an. Geklonte Ebenen werden öffentlich

source: New project title
de: Neuer Projekttitel

source: must start by a lower case alphanumeric and contain lower case alphanumerics or underscores
de: muss mit einem klein geschriebenen alphanumerischen Zeichen beginnen und klein geschriebene alphanumerische Zeichen oder Unterstriche enthalten

source: New project name
de: Neuer Projektname

source: Target workspace name
de: Name des Zielarbeitsbereichs

source: Target datastore and database schema name
de: Name des Zieldatenspeichers und des Datenbankschemas

source: numeric value required
de: numerischer Wert erforderlich

source: Project exists
de: Projekt existiert

source: Workspace exists
de: Arbeitsbereich vorhanden

source: Database schema exists
de: Datenbankschema vorhanden

source: Server does not exist
de: Server ist nicht vorhanden

source: Project requests
de: Projektanfragen

source: Projects
de: Projekte

source: Project requests by user
de: Projektanfragen nach Benutzer

source: Page not found
de: Seite nicht gefunden

source: We could not find the page you were looking for. Meanwhile, you may
de: Wir konnten die von Ihnen gesuchte Seite nicht finden. In der Zwischenzeit können Sie

source: return to dashboard
de: zurück zum Dashboard

source: Something went wrong
de: Etwas ist schief gelaufen

source: We will work on fixing that right away. Meanwhile, you may
de: Wir werden sofort daran arbeiten, dies zu beheben. In der Zwischenzeit können Sie

source: General
de: Allgemein

source: Permissions
de: Berechtigungen

source: Application name
de: Name der Anwendung

source: Title
de: Titel

source: Application title
de: Titel der Anwendung

source: Description
de: Beschreibung

source: Application description
de: Beschreibung der Anwendung

source: Application URL
de: URL der Anwendung

source: Settings
de: Einstellungen

source: Change image?
de: Imagewechsel?

source: Supported formats
de: Unterstützte Formate

source: Application will be readable by everyone if public
de: Die Bewerbung ist für jeden lesbar, wenn sie öffentlich ist

source: application.Is public?
de: Ist die Anwendung öffentlich?

source: Search user group...
de: Benutzergruppe suchen...

source: Assign user group
de: Benutzergruppe zuweisen

source: Add application
de: Anwendung hinzufügen

source: Applications list
de: Liste der Anträge

source: Delete application
de: Anwendung löschen

source: Application will be removed, Do you want continue?
de: Die Anmeldung wird entfernt. Möchten Sie fortfahren?

source: Processing request...
de: Bearbeitung der Anfrage...

source: Search%(sep)s
de: Suche%(sep)s

source: Showing %(numrecords)s records
de: Anzeigen von %(numrecords)s Datensätzen

source: Showing from %(start)s to %(end)s of %(numrecords)s records
de: Anzeige von %(start)s bis %(end)s von %(numrecords)s Datensätzen

source: Showing from 0 to 0 of 0 records
de: Anzeige von 0 bis 0 von 0 Datensätzen

source: Filtering %(max)s records
de: Filtern von %(max)s-Datensätzen

source: Loading...
de: Laden...

source: No records available
de: Keine Aufzeichnungen verfügbar

source: First
de: Erste

source: Previous
de: Vorherige

source: Next
de: Weiter

source: Last
de: Zuletzt

source: %(sep)sSort ascending
de: %(sep)sSortieren aufsteigend

source: Update application
de: Anwendung aktualisieren

source: Extend to layers
de: Erweitern auf Ebenen

source: Sign out
de: Abmelden

source: All rights reserved
de: Alle Rechte vorbehalten

source: Shared views
de: Gemeinsame Ansichten

source: Applications
de: Anwendungen

source: Web application
de: Webanwendung

source: Map viewer user manual
de: Map Viewer Benutzerhandbuch

source: This manual provides a review of each of the features offered by the JQuery based map viewer
de: Dieses Handbuch gibt einen Überblick über die einzelnen Funktionen des JQuery-basierten Kartenviewers

source: Map viewer user manual (ReactJS)
de: Map Viewer Benutzerhandbuch (ReactJS)

source: This manual provides a review of each of the features offered by the React based map viewer
de: Dieses Handbuch gibt einen Überblick über die einzelnen Funktionen des React-basierten Kartenviewers

source: Introduction and concepts
de: Einführung und Konzepte

source: Features of the platform and license. Definition of the objects and entities that are part of the environment.
de: Merkmale der Plattform und der Lizenz. Definition der Objekte und Entitäten, die Teil der Umgebung sind.

source: Administration Guide
de: Leitfaden für die Verwaltung

source: This guide is intended for platform admin users. It teaches the steps to carry out the management of users and groups, services, symbology, projects ...
de: Dieser Leitfaden ist für Plattformadministratoren gedacht. Er vermittelt die Schritte zur Verwaltung von Benutzern und Gruppen, Diensten, Symbolen, Projekten ...

source: Mobile application
de: Mobile Anwendung

source: User manual
de: Benutzerhandbuch

source: Learn how to manage geographic information from a mobile device or tablet
de: Erfahren Sie, wie Sie geografische Informationen von einem mobilen Gerät oder Tablet aus verwalten können

source: You are logged in as root
de: Sie sind als root eingeloggt

source: You are logged in as management user
de: Sie sind als Management-Benutzer eingeloggt

source: You are logged in as basic user
de: Sie sind als Basisbenutzer eingeloggt

source: Last login
de: Letzter Login

source: Password
de: Passwort

source: to update your password
de: um Ihr Passwort zu aktualisieren

source: Passwords doesn't match
de: Passwörter stimmen nicht überein

source: New password
de: Neues Passwort

source: Repeat new password
de: Wiederholung des neuen Passworts

source: Update password
de: Passwort aktualisieren

source: Private projects list
de: Liste privater Projekte

source: Add project
de: Projekt hinzufügen

source: Search projects...
de: Projekte suchen...

source: Load project
de: Projekt laden

source: Public projects list
de: Liste der öffentlichen Projekte

source: WMS Service
de: WMS-Dienstleistung

source: Show capabilities
de: Fähigkeiten anzeigen

source: WFS Service
de: WFS-Dienstleistung

source: No services have been published
de: Es sind keine Dienste veröffentlicht worden

source: Service capabilities
de: Serviceleistungen

source: Layer groups
de: Ebenengruppen

source: Tools
de: Werkzeuge

source: Select main logo
de: Hauptlogo auswählen

source: Link for logo
de: Link zum Logo

source: Project name
de: Name des Projekts

source: Project title
de: Titel des Projekts

source: Project description
de: Beschreibung des Projekts

source: Toc panel presentation
de: Toc-Panel-Präsentation

source: Toc hidden
de: Toc versteckt

source: Show toc and groups
de: Toc und Gruppen anzeigen

source: Show toc, groups and layers
de: Toc, Gruppen und Ebenen anzeigen

source: Selectable layer groups
de: Wählbare Ebenengruppen

source: expiration_date
de: Verfallsdatum

source: Locate place...
de: Ort lokalisieren...

source: Restricted extent
de: Eingeschränkter Umfang

source: Show project icon in TOC
de: Projektsymbol im TOC anzeigen

source: Project tags
de: Projekt-Tags

source: Add layer group
de: Ebenengruppe hinzufügen

source: Search layer group...
de: Ebenengruppe suchen...

source: Base group
de: Basisgruppe

source: Search tool...
de: Suchwerkzeug...

source: Assign tool
de: Werkzeug zuweisen

source: Project will be readable by everyone if public
de: Das Projekt wird für jeden lesbar sein, wenn es öffentlich ist

source: Is public?
de: Ist öffentlich?

source: Set project permissions:
de: Projektberechtigungen festlegen:

source: Search role...
de: Rolle suchen...

source: Permission to access
de: Erlaubnis zum Zugriff

source: Permission to manage
de: Erlaubnis zur Verwaltung

source: Create new layer group
de: Neue Ebenengruppe erstellen

source: The project has to be saved first, Do you want continue?
de: Das Projekt muss zuerst gespeichert werden. Möchten Sie fortfahren?

source: Extend project permissions to layers
de: Projektberechtigungen auf Ebenen ausweiten

source: This action will give the selected user groups permission to read all the layers included in this project. Notes:
de: Mit dieser Aktion erhalten die ausgewählten Benutzergruppen die Berechtigung, alle in diesem Projekt enthaltenen Ebenen zu lesen. Anmerkungen:

source: If the project is public, all the layers assigned to the project will become public.
de: Wenn das Projekt öffentlich ist, werden alle dem Projekt zugeordneten Ebenen öffentlich.

source: This action will operate on layers, layer groups and user groups currently selected, even if they have been not saved.
de: Diese Aktion wirkt auf die aktuell ausgewählten Ebenen, Ebenengruppen und Benutzergruppen, auch wenn sie nicht gespeichert wurden.

source: Additional permissions existing on the layer will not be removed.
de: Zusätzliche Berechtigungen, die auf der Ebene bestehen, werden nicht entfernt.

source: Public layers will remain public.
de: Die öffentlichen Ebenen bleiben öffentlich.

source: Success: Project permissions were applied to layers.
de: Erfolgreich: Die Projektberechtigungen wurden auf die Ebenen angewendet.

source: Error: Permissions could not be extended to layers.
de: Fehler: Berechtigungen konnten nicht auf Ebenen erweitert werden.

source: Select server
de: Server auswählen

source: Options:
de: Optionen:

source: Copy data
de: Daten kopieren

source: Notes:
de: Anmerkungen:

source: Vector layers will be cloned
de: Vektorebenen werden geklont

source: Base layer groups will be referenced instead of cloned
de: Basisebenengruppen werden referenziert statt geklont

source: Raster layers will be excluded (except base layers)
de: Rasterebenen werden ausgeschlossen (außer Basisebenen)

source: Permissions cloning
de: Klonen von Berechtigungen

source: Projects list
de: Liste der Projekte

source: Preview
de: Vorschau

source: Delete project
de: Projekt löschen

source: The project will be removed, Do you want continue?
de: Das Projekt wird entfernt. Möchten Sie fortfahren?

source: Clone project
de: Projekt klonen

source: Target server
de: Zielserver

source: You are not allowed to manage this project
de: Sie sind nicht berechtigt, dieses Projekt zu verwalten

source: Project layer groups
de: Projekt-Ebenengruppen

source: Update project
de: Projekt aktualisieren

source: Package the base layer
de: Verpacken Sie die Basisschicht

source: Process running
de: Prozess läuft

source: Processed
de: Verarbeitet

source: Estimated Time
de: Geschätzte Zeit

source: Niveles de zoom
de: Niveaus der Vergrößerung

source: Download version
de: Version herunterladen

source: Download
de: Herunterladen

source: Project
de: Projekt

source: Layer
de: Ebene

source: Tiles per side
de: Kacheln pro Seite

source: Create layer
de: Ebene erstellen

source: Continue download
de: Download fortsetzen

source: Stop Process
de: Prozess anhalten

source: There are no public projects
de: Es gibt keine öffentlichen Projekte

source: Application list
de: Liste der Anwendungen

source: Sign in
de: Eintragen

source: Shared views list
de: Liste gemeinsamer Ansichten

source: Expiration date
de: Verfallsdatum

source: Delete view
de: Ansicht löschen

source: The view will be removed, Do you want continue?
de: Die Ansicht wird entfernt. Möchten Sie fortfahren?

source: Delete shared view
de: Gemeinsame Ansicht löschen

source: Update TOC
de: TOC aktualisieren

source: Layer tree
de: Ebenenbaum

source: Legend
de: Legende

source: Filters
de: Filter

source: Details
de: Einzelheiten

source: Temporary
de: Vorübergehend

source: End edition
de: Ende der Ausgabe

source: Changes don't saved will be missed. Continue?
de: Änderungen, die nicht gespeichert werden, werden vermisst. Weiter?

source: Error loading layers
de: Fehler beim Laden von Ebenen

source: New user account
de: Neues Benutzerkonto

source: Account data
de: Kontodaten

source: First name
de: Vornamen

source: Last name
de: Nachname

source: Navigation history
de: Geschichte der Navigation

source: Browse the view forward and backward
de: Blättern in der Ansicht vorwärts und rückwärts

source: Zoom tools
de: Zoom-Werkzeuge

source: Zoom in, zoom out, ...
de: Reinzoomen, rauszoomen, ...

source: Feature info
de: Informationen zum Merkmal

source: Map information at point
de: Karteninformationen am Punkt

source: Measure tools
de: Werkzeuge messen

source: It allows to measure areas and distances
de: Es ermöglicht die Messung von Flächen und Entfernungen

source: Search coordinates
de: Koordinaten suchen

source: Center the map at given coordinates
de: Zentrieren der Karte an gegebenen Koordinaten

source: Coordinate calculator
de: Koordinaten-Rechner

source: Transform coordinates between different systems
de: Koordinaten zwischen verschiedenen Systemen transformieren

source: Center the map in the current position
de: Zentrieren der Karte an der aktuellen Position

source: Share view
de: Ansicht teilen

source: Allows you to share the view in its current state
de: Ermöglicht es Ihnen, die Ansicht in ihrem aktuellen Zustand zu teilen

source: Select feature
de: Merkmale auswählen

source: Select features from current layers
de: Merkmale aus aktuellen Ebenen auswählen

source: You must enter an project name
de: Sie müssen einen Projektnamen eingeben

source: Invalid project name: '{value}'. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
de: Ungültiger Projektname: '{value}'. Bezeichner müssen mit einem Buchstaben oder einem Unterstrich (_) beginnen. Nachfolgende Zeichen können Buchstaben, Unterstriche oder Zahlen sein

source: Project name already exists
de: Projektname existiert bereits

source: manual title
de: Handbuch-Titel

source: manual desc
de: manueller Abstieg

source: Shared view
de: Gemeinsame Ansicht

source: Operation not allowed on project:
de: Betrieb im Projekt nicht erlaubt:

source: The project was successfully cloned.
de: Das Projekt wurde erfolgreich geklont.

source: You must enter an application name
de: Sie müssen einen Anwendungsnamen eingeben

source: Invalid application name: '{value}'. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
de: Ungültiger Anwendungsname: '{value}'. Bezeichner müssen mit einem Buchstaben oder einem Unterstrich (_) beginnen. Nachfolgende Zeichen können Buchstaben, Unterstriche oder Zahlen sein

source: Application name already exists
de: Anwendungsname existiert bereits
