Repository: gvSIGAssociation/gvsig-online
Catalog: prerelease_v3.11.0_rcX/plugin_catalog/gvsigol_plugin_catalog/locale/*/LC_MESSAGES/djangojs.po
Languages: ca

source: Include only results overlapping with the selected area
ca: Incloure només resultats que es solapin amb l'àrea seleccionada

source: Search...
ca: Cerca

source: Clean current search, filters and order
ca: Netejar cerca actual, filtres i ordre

source: Separated by
ca: Separades per

source: Keywords
ca: Paraules clau

source: Contact for the resource
ca: Contacte del recurs

source: Resources
ca: Recursos

source: From...
ca: Des de...

source: To...
ca: Fins...

source: Records
ca: Registres

source: Order by relevance
ca: Ordenar per rellevància

source: Order by modification date
ca: Ordenar per data de modificació

source: Order by title
ca: Ordenar per títol

source: Details
ca: Detalles

source: Map
ca: Mapa

source: Download
ca: Descarregar

source: Metadatum
ca: Metadada

source: No results found
ca: No s'han trobat resultats

source: The search is running...
ca: La cerca s'està executant...

source: Download ShapeFile
ca: Descarregar Shapefile

source: Download CSV
ca: Descarregar CSV

source: Download GML
ca: Descarregar GML

source: Access raster data
ca: Accedir a dades ràster

source: Access resource
ca: Accedir al recurs

source: No layers available
ca: No hi ha capes disponibles

source: Catalog layers
ca: Capes del catàleg

source: Add to map
ca: Afegir al mapa

source: Add layer to map
ca: Afegir capa al mapa

source: Remove layer
ca: Esborrar capa

source: List of downloads
ca: Llistat de descàrregues

source: Loading...
ca: Carregant...

source: Not filtered
ca: Sense filtre

source: Catalog
ca: Catàleg

source: Draw rectangle
ca: Dibuixar rectangle

source: Draw polygon
ca: Dibuixa polígon

source: Clear selected area
ca: Neteja l'àrea seleccionada

source: Search in catalog
ca: Cerca al catàleg
