Repository: gvSIGAssociation/gvsig-online
Catalog: trunk/plugin_survey/gvsigol_plugin_survey/locale/*/LC_MESSAGES/django.po
Languages: es

source: In process
es: En proceso

source: CSV file
es: CSV

source: line
es: línea

source: of
es: de

source: Excel file
es: Excel

source: Append data
es: Añadir datos a la tabla

source: Replace data
es: Reemplazar los datos existentes en la tabla

source: Workspace
es: Espacio de trabajo

source: Datastore
es: Almacén de datos

source: Resource
es: Tabla

source: File
es: Fichero

source: Transformation
es: Transformación

source: Method
es: Método

source: Name
es: Nombre

source: Encoding
es: Codificación de caracteres

source: Type
es: Tipo

source: Parameters
es: Parámetros

source: Fixed year value
es: Año por defecto

source: Fixed value
es: Valor por defecto

source: format
es: Formato

source: Fixed year cell
es: Año desde celda

source: Column
es: Nº de columna

source: Row
es: Nº de fila

source: Fixed year column
es: Año desde columna

source: Fixed month value
es: Mes por defecto

source: Fixed month cell
es: Mes desde celda

source: Fixed month column
es: Mes desde columna

source: Fixed day value
es: Día por defecto

source: Fixed day cell
es: Día desde celda

source: Fixed day column
es: Día desde columna

source: Cell value
es: Valor de celda

source: Column index
es: Índice de la columna

source: Row index
es: Índice de la fila

source: Column value
es: Valor de columna

source: Geometry field from lon/lat values
es: Campo geometría desde columnas lon/lat

source: Geometry type
es: Tipo de geometría

source: EPSG value
es: Valor EPSG

source: Long column index
es: Índice columna longitud

source: Lat column index
es: Índice columna latitud

source: Geometry field from one field (lon, lat)
es: Campo geometría desde una única columna (lon, lat)

source: coordinates column index
es: Nº columna de las coordenadas

source: Geometry field from one field (lat, lon)
es: Campo geometría desde una única columna (lat/lon)

source: Geometry from address in field
es: Campo geometría desde columna dirección

source: Address value
es: Nº de la columna dirección

source: Date definition
es: Definición de fecha

source: Years
es: Año

source: Months
es: Mes

source: Days
es: Día

source: Locale
es: Idioma

source: Date from cell
es: Fecha desde celda

source: Date format
es: Formato de fecha

source: Date from column
es: Fecha desde columna

source: Filename value
es: Nombre de fichero

source: Sheet value
es: Nombre de hoja

source: Custom value (experimental)
es: Valor calculado (experimental)

source: code_text
es: Código

source: Transform
es: Transformar

source: Select directory
es: Seleccionar directorio

source: Data store
es: Almacén de datos

source: Method to apply
es: Método a aplicar

source: Default
es: Por defecto

source: Data store contains no resources to publish
es: El almacén no contiene recursos

source: Choose dataStore
es: Elige almacén de datos

source: Service is unavailable
es: Servicio no disponible

source: No valid workspace selected
es: El espacio de trabajo seleccionado no es válido

source: Choose resource
es: Elige recurso

source: No valid data store selected
es: Almacén de datos no válido

source: Transformations
es: Transformaciones

source: Add transformation
es: Añadir

source: Continue
es: Continuar

source: Data Store
es: Almacén de datos

source: Resource name
es: Nombre del recurso

source: Transformations list
es: Lista de transformaciones

source: Delete transformation
es: Borrar transformación

source: The transformation and its registered rules will be deleted
es: La transformación y sus reglas serán borradas

source: Cancel
es: Cancelar

source: Accept
es: Aceptar

source: Processing request...
es: Procesando petición

source: Search%(sep)s
es: Buscar%(sep)s

source: Showing %(numrecords)s records
es: Mostrando %(numrecords)s registros

source: Showing from %(start)s to %(end)s of %(numrecords)s records
es: Mostrando desde %(start)s a %(end)s de %(numrecords)s registros

source: Showing from 0 to 0 of 0 records
es: Mostrando desde 0 a 0 de 0 registros

source: Filtering %(max)s records
es: Filtrando %(max)s registros

source: Loading...
es: Cargando...

source: No records available
es: No hay registros disponibles

source: First
es: Primero

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Last
es: Último

source: %(sep)sSort ascending
es: %(sep)sOrdenar ascendentemente

source: %(sep)sSort descending
es: %(sep)sOrdenar descendentemente

source: Remove transformation
es: Borrar transformación

source: Update transformation
es: Actualizar transformación

source: Save
es: Guardar

source: Example origin file
es: Fichero ejemplo de origen de datos

source: Select file
es: Seleccionar fichero

source: Example destiny BD
es: Ejemplo de Base de datos de destino

source: Excel File
es: Excel

source: CSV File
es: CSV

source: Select sheet
es: Seleccionar hoja

source: All sheets
es: Todas las hojas

source: Limit separator
es: Separador

source: Character encoding
es: Codificación de caracteres

source: From row
es: Desde la fila

source: From column
es: Desde la columna

source: Rules
es: Reglas

source: New rule
es: Nueva regla

source: Field
es: Campo de la BD

source: Field rule
es: Campo de la regla

source: Update rule
es: Actualizar regla

source: Preview
es: Anterior

source: Not data loaded yet
es: No hay datos cargados aún

source: Delete rule
es: Eliminar regla

source: The rule will be removed, Do you want continue?
es: La regla será eliminada, ¿Desea continuar?

source: Resource contains no fields
es: El recurso no contiene campos

source: Choose field
es: Elige un campo

source: Not defined
es: Sin definir

source: Error: fill all the transformation fields
es: Error: rellena todos los campos

source: Error: transformation could not be published
es: Error: la transformación no pudo ser completada

source: Error: transformation could not be removed
es: Error: la transformación no pudo ser borrada

source: Loading sheet
es: Cargando hoja...

source: Loading Excel file... (this could take a while)
es: Cargando fichero Excel... (esto puede llevar algo de tiempo)

source: Error in
es: Error en

source: Transformation done succesfully
es: Transformación realizada satisfactoriamente

source: Server error
es: Error en el servidor
