Repository: gvSIGAssociation/gvsig-online
Catalog: gvsigol_v2.x/plugin_catalog/gvsigol_plugin_catalog/locale/*/LC_MESSAGES/djangojs.po
Languages: pt_br

source: Catalog
pt_br: Catálogo

source: Catalog and downloads
pt_br: Catálogo e downloads

source: Press Ctrl to mark an area
pt_br: Pressione Ctrl para marcar uma área

source: Clean
pt_br: Limpar

source: Search
pt_br: Pesquisar

source: Clean current search, filters and order
pt_br: Limpar a pesquisa atual, filtros e ordem

source: Categories
pt_br: Categorias

source: Separated by
pt_br: Separado por

source: Keywords
pt_br: Palavras-chave

source: Contact for the resource
pt_br: Contato para o recurso

source: Resources
pt_br: Recursos

source: From...
pt_br: A partir de...

source: To...
pt_br: Para...

source: Records
pt_br: Registros

source: Details
pt_br: Detalhes

source: Map
pt_br: Mapa

source: No results found
pt_br: Nenhum resultado encontrado

source: Go
pt_br: Ir

source: Add
pt_br: Adicionar

source: Catalog layers
pt_br: Catálogo de camadas

source: Remove layer
pt_br: Remover a camada

source: List of downloads
pt_br: Lista de Downloads

source: List of layers
pt_br: Lista de camadas

source: Include only results overlapping with the selected map area
pt_br: Incluir apenas resultados que se sobreponham com a área selecionada

source: Metadatum
pt_br: Metadado

source: Draw rectangle
pt_br: Desenhar rectângulo

source: Order by relevance
pt_br: Ordenar por relevância

source: Order by modification date
pt_br: Ordenar por data de modificação

source: Order by title
pt_br: Ordenar pelo titulo

source: Search...
pt_br: Pesquisar...

source: The search is running...
pt_br: A busca está em andamento...

source: Loading...
pt_br: Carregando...

source: No layers available
pt_br: Não há camadas disponíveis

source: Add to map
pt_br: Adicionar no mapa

source: Add layer to map
pt_br: Adicionar camada no mapa

source: Download ShapeFile
pt_br: Baixar ShapeFile

source: Download CSV
pt_br: Baixar CSV

source: Download GML
pt_br: Baixar GML

source: Access raster data
pt_br: Acesso aos dados raster

source: Access resource
pt_br: Acesso aos produtos

source: Not filtered
pt_br: Não filtrado

source: keywords
pt_br: Palavras-chave

source: topicCats
pt_br: Categorias temáticas

source: categories
pt_br: Categorias

source: inspireThemes
pt_br: Tópicos INSPIRE

source: inspireThemesWithAc
pt_br: Tópicos INSPIRE com Ac

source: inspireThemesURI
pt_br: Tópicos INSPIRE URI

source: denominators
pt_br: Denominadores

source: resolutions
pt_br: Resoluções

source: spatialRepresentationTypes
pt_br: Tipos de representação espacial

source: orgNames
pt_br: Nomes das organizações

source: orgNamesTree
pt_br: Árvore de nomes de organizações

source: metadataPOCs
pt_br: POCs de Metadados

source: serviceTypes
pt_br: Tipos de serviços

source: types
pt_br: Tipos

source: createDateYears
pt_br: Ano de criação

source: formats
pt_br: Formatos

source: titles
pt_br: Títulos

source: metadataTypes
pt_br: Tipos de metadados

source: isValidInspire
pt_br: INSPIRE é valido

source: isHarvested
pt_br: Dados coletados de

source: mdStatus
pt_br: Estado dos metadados

source: status
pt_br: Estado

source: sourceCatalog
pt_br: Catálogo de produtos

source: standards
pt_br: Normas

source: subTemplateTypes
pt_br: Tipos de sub-modelos

source: recordOwner
pt_br: Proprietário dos metadados

source: groupOwners
pt_br: Proprietários do grupo

source: publishedForGroup
pt_br: Publicado para o público em geral

source: isPublishedToAll
pt_br: É publicado para todos

source: maintenanceAndUpdateFrequencies
pt_br: Freqüências de manutenção e atualização

source: mdActions
pt_br: Ações de metadados

source: Organization
pt_br: Organização

source: Source Catalog
pt_br: Catálogo de produtos

source: Year
pt_br: Ano

source: Representation type
pt_br: Tipo de representação

source: Update frequency
pt_br: Freqüência de atualização

source: Scale
pt_br: Escala

source: Service type
pt_br: Tipo de serviço

source: Draw polygon
pt_br: Desenhar polígono

source: Clear selected area
pt_br: Limpar área selecionada

source: Search in catalog
pt_br: Pesquisa no catálogo
