Repository: gvSIGAssociation/gvsig-online
Catalog: prerelease_v3.11.0_rcX/plugin_trip_planner/gvsigol_plugin_trip_planner/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Save
es: Guardar

source: Continue
es: Continuar

source: Url contact can't be empty
es: La dirección de contacto no puede estar vacía

source: Url contact hasn't correct format
es: La dirección de contacto no tiene el formato adecuado (p. ej 'http://www.direccion.com')

source: Url geocoder hasn't correct format
es: La dirección URL del geocodificador no tiene el formato adecuado (p. ej 'http://www.direccion.com')

source: Base layer
es: Capa base

source: title can't be empty
es: Título no puede estar en blanco

source: url can't be empty
es: Dirección no puede estar vacía

source: url hasn't correct format
es: Dirección no tiene el formato adecuado (p. ej 'http://www.direccion.com')

source: Insert a base_layer title
es: Añade un título a la capa base

source: Insert a base_layer url
es: Añade una dirección a una capa base
