Repository: gvSIGAssociation/gvsig-online
Catalog: plugin_geoetl/gvsigol_plugin_geoetl/locale/*/LC_MESSAGES/django.po
Languages: es

source: gvsigol_plugin_geoetl manual title
es: Plugin de Procesamiento GeoETL

source: gvsigol_plugin_geoetl manual desc
es: Documentación sobre el plugin de Extracción, Transformación y Carga (ETL) de datos geoespaciales.

source: New
es: Nuevo

source: Add Concat.
es: Añade Concat.

source: Workpaces
es: Espacios de trabajo

source: Concatenated workspaces list
es: Lista de espacios de trabajo concatenados

source: Status
es: Estado

source: Last execution
es: Última ejecución

source: Name
es: Nombre

source: Description
es: Descripción

source: Periodicity
es: Periodicidad

source: User
es: Usuario

source: Concatenation
es: Concatenación

source: See status message
es: Ver mensaje de estado

source: Delete workspace
es: Eliminar espacio de trabajo

source: The ETL workspace and its parameters will be deleted
es: El espacio de trabajo etl y sus parámetros serán eliminados

source: Cancel
es: Cancelar

source: Accept
es: Aceptar

source: Update or Save ETL Workspace
es: Actualiza o Guarda el espacio de trabajo ETL

source: ETL Workspace ID
es: ID del Espacio de trabajo ETL

source: ETL Workspace name
es: Nombre Espacio de trabajo ETL

source: ETL Workspace description
es: Descripción Espacio de trabajo ETL

source: Run periodically?
es: ¿Ejecutar periódicamente?

source: All days
es: Todos los días

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Every
es: Cada

source: Run workspace every...
es: Ejecutar espacio de trabajo cada...

source: Select number of...
es: Selecciona número de...

source: ... time measure
es: ... medida de tiempo.

source: minutes
es: minutos

source: hours
es: horas

source: days
es: días

source: Workspaces
es: Espacios de trabajo

source: Get Workspaces
es: Obtén esp. trabajo

source: Get workspaces
es: Obtén esp. de trabajo

source: Change to superuser?
es: ¿Cambiar a superusuario?

source: Close
es: Cerrar

source: Save
es: Guardar

source: Not allowed
es: No permitido

source: In database already exists a workspace with the same name and the same user
es: En la base de datos ya existe un espacio de trabajo con el mismo nombre y el mismo usuario

source: Processing request...
es: Procesando petición...

source: Search%(sep)s
es: Buscar%(sep)s

source: Showing %(numrecords)s records
es: Mostrando %(numrecords)s registros

source: Showing from %(start)s to %(end)s of %(numrecords)s records
es: Mostrando desde %(start)s a %(end)s de %(numrecords)s registros

source: Showing from 0 to 0 of 0 records
es: Mostrando desde 0 a 0 de 0 registros

source: Filtering %(max)s records
es: Filtrando %(max)s registros

source: Loading...
es: Cargando...

source: No records available
es: Sin registros disponibles

source: First
es: Primero

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Last
es: Último

source: %(sep)sSort ascending
es: %(sep)sOrden ascendente

source: %(sep)sSort descending
es: %(sep)sOrden descendente

source: Update workspace
es: Actualizar espacio de trabajo

source: Run workspace
es: Ejecuta espacio de trabajo

source: Extract, Transform & Load
es: Extrae, Transforma y Carga

source: Canvas
es: Lienzo

source: Upload
es: Subir

source: Clean temporal tables
es: Limpia tablas temporales

source: Clean
es: Limpiar

source: Concat. workspaces
es: Espacio de trabajo concat.

source: Workspaces list
es: Lista de espacios de trabajo

source: Upload ETL Workspace
es: Actualiza espacio de trabajo ETL

source: Update
es: Actualizar

source: ETL Workspace JSON
es: JSON del espacio de trabajo ETL

source: Set time (in hours)
es: Establece el tiempo (en horas)

source: Hours to keep temporary tables
es: Duración de las tablas temporales

source: Clean temporary tables now
es: Limpia las tablas temporales ahora

source: Clean temporary tables
es: Limpia tablas temporales

source: Save time
es: Guardar tiempo

source: Some ETL workspace is running. Are you sure you want to drop the temporary tables?
es: Algún espacio de trabajo ETL se está ejecutando. Estás seguro de que quieres eliminar las tablas temporales?

source: Set parameters for workspace
es: Configura parámetros para el espacio de trabajo

source: DB Connection
es: Conexión BBDD

source: SQL Parameters
es: Parámetros SQL

source: User Parameters
es: Parámetros de Usuario

source: Schedule e-mails
es: Programa e-mails

source: Endpoint Parameters
es: Parámetros SQL

source: SQL before running workspace
es: SQL antes de ejecutar el espacio de trabajo

source: SQL after running workspace
es: SQL después de ejecutar el espacio de trabajo

source: Add user parameter
es: Añade parámetro de usuario

source: Type
es: Tipo

source: Varchar
es: Cadena de Texto

source: Integer
es: Entero

source: Float
es: Decimal

source: Value
es: Valor

source: There are variable parameters (The workspace will be executed in a loop)
es: Hay parámetros variables (El espacio de trabajo se ejecutará en bucle)

source: Variable parameter
es: Parámetro variable

source: Integer iterative value from
es: Valor iterativo entero de

source: to
es: a

source: Iterative value from a column of a PostgreSQL table
es: Valor iterativo desde una columna de una tabla PostgreSQL

source: Get schemas
es: Obtén esquemas

source: Schemas
es: Esquemas

source: Get tables
es: Obtén tablas

source: Tables
es: Tablas

source: Get attributes
es: Obtén atributos

source: Attributes
es: Atributos

source: Get e-mails
es: Obtén e-mails

source: Send e-mail after process finishes correctly
es: Envía e-mail después de que el proceso finalice correctamente

source: Send e-mail if process fails
es: Envía e-mail si el proceso falla

source: Send to endpoint after process finishes correctly
es: Envía e-mail después de que el proceso finalice correctamente

source: Send to endpoint if process fails
es: Envía e-mail si el proceso falla

source: Set parameters
es: Establece parámetros

source: Download workspace
es: Descargar espacio de trabajo

source: Open workspace
es: Abrir espacio de trabajo

source: ETL - Extract, Transform & Load
es: ETL - Extrae, Transforma y Carga

source: Inputs
es: Entradas

source: Creators
es: Creadores

source: Grid
es: Cuadrícula

source: Alphanumeric Transformers
es: Transformadores alfanuméricos

source: Calculator
es: Calculador

source: Change Attribute Type
es: Cambia Tipo de Atributo

source: Compare Rows
es: Compara Filas

source: Concatenate Attributes
es: Concatena Atributos

source: Counter
es: Contador

source: Correct Spelling
es: Corrige Ortografía

source: Current Date
es: Fecha Actual

source: Create Attribute
es: Crea Atributo

source: Expose Attribute
es: Expón Atributos

source: Filter
es: Filtro

source: Filter Duplicates
es: Filtra Duplicados

source: Join
es: Unión

source: Keep Attribute
es: Mantén Atributo

source: Modify Value
es: Modifica Valor

source: Pad Attribute
es: Rellena Atributo

source: Remove Attribute
es: Elimina Atributo

source: Rename Attribute
es: Renombra Atributo

source: Statistics
es: Estadísticas

source: Geometric Transformers
es: Transformadores Geométricos

source: Buffer
es: Área de influencia

source: Cadastral Geometry
es: Geometría Catastral

source: Calculate Area
es: Calcula Área

source: Calculate length
es: Calcula longitud

source: Difference
es: Diferencia

source: Explode Geometry
es: Explota Geometrías

source: Filter Geometry
es: Filtra Geometrías

source: Geocoder
es: Geocodificador

source: Intersection
es: Intersección

source: Line EndPoints
es: Puntos finales de línea

source: Nearest Neighbor
es: Vecino Más Próximo

source: Remove Geometry
es: Elimina Geometría

source: Reproject
es: Reproyectar

source: Simple Geometry
es: Geometría Simple

source: Spatial Relation
es: Relación Espacial

source: Text to Point
es: Texto a Punto

source: Union
es: Fusión

source: Validate Geometry
es: Valida Geometría

source: WKT to Geometry
es: WKT a Geometría

source: Geostatistical Transformers
es: Transformadores Geoestadísticos

source: Clustering
es: Agrupamiento

source: IDW Interpolation
es: Interpolación IDW

source: Kriging Interpolation
es: Interpolación Kriging

source: Voronoi Diagram
es: Diagrama de Voronoi

source: List Transformers
es: Transformadores de Listas

source: Explode List
es: Explota Lista

source: Split Attribute
es: Parte Atributo

source: Workflows Transformers
es: Transformadores de Flujos de Trabajo

source: Execute SQL
es: Ejecuta SQL

source: Outputs
es: Salidas

source: Save ETL workspace
es: Guarda Espacio de trabajo ETL

source: Set parameters of all tasks before save
es: Configura los parámetros de todas las tareas antes de guardar

source: Overwrite workspace?
es: ¿Sobrescribir espacio de trabajo?

source: Workspace
es: El espacio de trabajo

source: will be overwritten. If you do not want to overwrite it the ID must be empty
es: será sobrescrito. Si no quieres sobrescribirlo deja el ID vacío

source: Are you sure?
es: ¿Estás seguro?

source: If you open a new empty canvas you will lost your current canvas if you have not saved it before
es: Si abres un nuevo canvas vacío perderás tu canvas actual si no lo has guardado antes

source: Add Connection
es: Añade conexión

source: Add DB
es: Añade base de datos

source: Add API
es: Añade API

source: Host
es: Servidor

source: Port:
es: Puerto:

source: Database:
es: Base de datos:

source: Name of your database
es: Nombre de tu base de datos

source: User:
es: Usuario:

source: Password:
es: Contraseña:

source: User name:
es: Nombre de usuario:

source: Data source name:
es: Nombre de origen de datos:

source: Server
es: Servidor

source: Database
es: Base de datos:

source: TDS Version
es: Versión TDS

source: Domain
es: Dominio

source: Entities with website in SEDIPUALB@
es: Entidades con website en SEDIPUALB@

source: Get entities
es: Obtén atributos

source: Password
es: Contraseña:

source: SharePoint Host
es: Host de SharePoint

source: Site Path
es: Ruta del sitio

source: Verify connection
es: Verifica conexión

source: DataBase Connection not saved. Probably, database name already exists.
es: La conexión no se ha guardado. Probablemente, el nombre de la base de datos ya existe

source: Give the selected roles permissions to edit or execute
es: Dar a los roles seleccionados permisos para editar o ejecutar

source: Search user role...
es: Buscar rol de usuario...

source: Edit permission
es: Permiso para editar

source: Restricted edition permission
es: Permiso para editar con restricciones

source: Execute permission
es: Permiso para ejecutar
