Repository: gvSIGAssociation/gvsig-online
Catalog: gvsigol_core/locale/*/LC_MESSAGES/django.po
Languages: es

source: New project title
es: Proyecto del nuevo proyecto

source: must start by a lower case alphanumeric and contain lower case alphanumerics or underscores
es: debe comenzar por una minúscula alfanumérica y contener minúsculas alfanuméricas o subrayados

source: New project name
es: Nombre del nuevo proyecto

source: Target workspace name
es: Nombre del espacio de trabajo de destino

source: Target datastore and database schema name
es: Almacén de datos y esquema de base de datos de destino

source: numeric value required
es: valor numérico requerido

source: Project exists
es: El proyecto existe

source: Workspace exists
es: El espacio de trabajo existe

source: Database schema exists
es: El esquema de base de datos existe

source: Server does not exist
es: El servidor no existe

source: Page not found
es: Página no encontrada

source: We could not find the page you were looking for. Meanwhile, you may
es: No hemos podido encontrar la página que estabas buscando . Mientras tanto, puede

source: return to dashboard
es: volver al panel de control

source: Something went wrong
es: Algo salió mal

source: We will work on fixing that right away. Meanwhile, you may
es: Estamos trabajando en la resolución del problema. Mientras tanto, puede

source: gvsigonline docs
es: Manual gvsigOnline

source: Sign out
es: Cerrar sesión

source: Dashboard
es: Panel de control

source: Home
es: Inicio

source: Version
es: Versión

source: All rights reserved
es: Todos los derechos reservados

source: Projects
es: Proyectos

source: Shared views
es: Vistas compartidas

source: Web application
es: Aplicación web

source: Introduction and concepts
es: Introducción y conceptos

source: Features of the platform and license. Definition of the objects and entities that are part of the environment.
es: Características de la plataforma y licencia. Definición de objectos y entidades que son parte del entorno.

source: Administration Guide
es: Guía de administración

source: This guide is intended for platform admin users. It teaches the steps to carry out the management of users and groups, services, symbology, projects ...
es: Esta guía está destinada para los usuarios administradores de la plataforma. Muestra los pasos para llevar a cabo la gestión de usuarios y grupos, servicios, simbología, proyectos ...

source: Map viewer user manual
es: Manual de usuario del visor de mapas

source: This manual provides a review of each of the features offered by the map viewer
es: Este manual proporciona una revisión de cada una de las características ofrecidas por el visor de mapas

source: Plugins add features that are not initially present on the platform
es: Los plugins añaden funcionalidades que no están presentes inicialmente en la plataforma

source: Mobile application
es: Aplicación móvil

source: User manual
es: Manual de usuario

source: Learn how to manage geographic information from a mobile device or tablet
es: Aprenda a administrar la información geográfica desde un dispositivo móvil o una tableta

source: Username
es: Nombre de usuario

source: Email
es: Correo electrónico

source: Is admin?
es: ¿Es administrador?

source: You are logged in as root
es: Ha iniciado sesión como superusuario

source: You are logged in as management user
es: Ha iniciado sesión como usuario de gestión

source: You are logged in as basic user
es: Ha iniciado sesión como usuario con permisos restringidos

source: Last login
es: Último acceso

source: Password
es: Contraseña

source: Click here
es: Click aquí

source: to update your password
es: para actualizar su contraseña

source: Passwords doesn't match
es: Las contraseñas no coinciden

source: New password
es: Nueva contraseña

source: Repeat new password
es: Repetir contraseña

source: Update password
es: Actualizar contraseña

source: Private projects list
es: Lista de proyectos privados

source: Add project
es: Añadir proyecto

source: Search projects...
es: Buscar proyectos...

source: Load project
es: Cargar proyecto

source: Public projects list
es: Lista de proyectos públicos

source: WMS Service
es: Servicio WMS

source: Show capabilities
es: Mostrar características

source: WFS Service
es: Servicio WFS

source: No services have been published
es: No se han publicado servicios

source: Service capabilities
es: Características del servicio

source: Save
es: Guardar

source: Base layers
es: Capas base

source: Layer groups
es: Grupo de capas

source: Tools
es: Herramientas

source: User groups
es: Grupos de usuarios

source: Select main logo
es: Seleccionar logo principal

source: Supported formats
es: Formatos soportados

source: Link for logo
es: Enlace para el logo

source: Is public?
es: ¿Es público?

source: Name
es: Nombre

source: Project name
es: Nombre del proyecto

source: Title
es: Título

source: Project title
es: Título del proyecto

source: Description
es: Descripción

source: Project description
es: Descripción del proyecto

source: Toc panel presentation
es: Presentación TOC

source: Toc hidden
es: No mostrar TOC al inicio

source: Show toc and groups
es: Mostrar TOC

source: Show toc, groups and layers
es: Mostrar TOC y capas

source: Selectable layer groups
es: Grupos de capas seleccionables

source: Restricted extent
es: Extensión restringida

source: Locate place...
es: Buscar lugar...

source: Change image?
es: ¿Cambiar imagen?

source: Show project icon in TOC
es: Mostrar icono del proyecto en el TOC

source: Add layer group
es: Asignar grupo de capas

source: Search layer group...
es: Buscar grupo de capas...

source: Base group
es: Grupos base

source: Add
es: Añadir

source: Mark as default
es: Marcar por defecto

source: Search tool...
es: Herramienta de búsqueda...

source: Assign tool
es: Asignar herramienta

source: Search user group...
es: Buscar grupo de usuarios...

source: Assign user group
es: Asignar grupo de usuarios

source: Create new layer group
es: Crear nuevo grupo de capas

source: Is needed to save this project first, Do you want continue?
es: Es necesario guardar el proyecto primero, ¿Desea continuar?

source: Cancel
es: Cancelar

source: Accept
es: Aceptar

source: Clone
es: Clonar

source: Permissions
es: Permisos

source: Workspace
es: Espacio de trabajo

source: Datastore
es: Almacén de datos

source: Select server
es: Seleccionar servidor

source: Options:
es: Opciones:

source: Copy data
es: Copiar datos

source: Notes:
es: Notas:

source: Vector layers will be cloned
es: Las capas vectoriales se clonarán

source: Base layer groups will be referenced instead of cloned
es: Los grupos de capas base se referenciarán en lugar de ser clonados

source: Raster layers will be excluded (except base layers)
es: Las capas ráster serán exluidas (excepto las capas base)

source: Permissions cloning
es: Clonado de permisos

source: Projects list
es: Lista de proyectos

source: Delete project
es: Eliminar proyecto

source: The project will be removed, Do you want continue?
es: El proyecto será eliminado, ¿Desea continuar?

source: Clone project
es: Clonar proyecto

source: Server
es: Servidor

source: Target server
es: Servidor de destino

source: Processing request...
es: Procesando petición...

source: Search%(sep)s
es: Buscar%(sep)s

source: Showing %(numrecords)s records
es: Mostrando %(numrecords)s registros

source: Showing from %(start)s to %(end)s of %(numrecords)s records
es: Mostrando desde %(start)s a %(end)s de %(numrecords)s registros

source: Showing from 0 to 0 of 0 records
es: Mostrando desde 0 a 0 de 0 registros

source: Filtering %(max)s records
es: Filtrando %(max)s registros

source: Loading...
es: Cargando...

source: No records available
es: No hay registros disponibles

source: First
es: Primero

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Last
es: Último

source: %(sep)sSort ascending
es: %(sep)sOrden ascendente

source: %(sep)sSort descending
es: %(sep)sOrden descendente

source: Update project
es: Actualizar proyecto

source: Update
es: Actualizar

source: Package the base layer
es: Empaquetar capa base

source: Process running
es: Procesando

source: Processed
es: Procesados

source: of
es: de

source: Estimated Time
es: Tiempo estimado

source: Download version
es: Descargar versión

source: Download
es: Descarga

source: Format
es: Formato

source: Tiles per side
es: Tiles por lado

source: Create layer
es: Empaquetar capa

source: Stop Process
es: Parar proceso

source: WMS Services
es: Servicios WMS

source: WMTS Services
es: Servicios WMTS

source: WFS Services
es: Servicios WFS

source: CSW Services
es: Servicios CSW

source: Shared views list
es: Lista de vistas compartidas

source: Expiration date
es: Fecha de expiración

source: Delete view
es: Eliminar vista

source: The view will be removed, Do you want continue?
es: La vista será eliminada, ¿Desea continuar?

source: Delete shared view
es: Eliminar vista compartida

source: Update TOC
es: Actualizar TOC

source: Close
es: Cerrar

source: Views
es: Vistas

source: View 2D
es: Vista 2D

source: Layer tree
es: Árbol de capas

source: Legend
es: Leyenda

source: Filters
es: Filtros

source: Details
es: Detalles

source: Temporary
es: Visualizar datos históricos

source: End edition
es: Finalizar edición

source: Changes don't saved will be missed. Continue?
es: Los cambios que no se hayan salvado se perdarán. ¿Continuar?

source: Error loading layers
es: Error cargando capas

source: New user account
es: Nueva cuenta de usuario

source: Account data
es: Datos de la cuenta

source: First name
es: Nombre

source: Last name
es: Apellidos

source: This is your new temporary password
es: Esta es su contraseña temporal

source: Navigation history
es: Historial de navegación

source: Browse the view forward and backward
es: Navega por la vista hacia adelante y hacia atrás

source: Zoom tools
es: Herramientas de zoom

source: Zoom in, zoom out, ...
es: Zoom más, zoom menos, ...

source: Feature info
es: Herramienta de información

source: Map information at point
es: Información del mapa en el punto

source: Measure tools
es: Herramientas de medida

source: It allows to measure areas and distances
es: Permite medir áreas y distancias

source: Search coordinates
es: Buscar coordenadas

source: Center the map at given coordinates
es: Centra el mapa en unas coordenadas dadas

source: Coordinate calculator
es: Calculadora de coordenadas

source: Transform coordinates between different systems
es: Transforma las coordenadas entre diferentes sistemas

source: Geolocation
es: Geolocalización

source: Center the map in the current position
es: Centra el mapa en la posición actual

source: Share view
es: Compartir vista

source: Allows you to share the view in its current state
es: Permite compartir la vista en su estado actual

source: Select feature
es: Seleccionar elemento

source: Select features from current layers
es: Seleccionar elementos de las capas actuales

source: You must enter an project name
es: Debe introducir un nombre de proyecto

source: Invalid project name: '{value}'. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
es: Nombre de proyecto inválido: '{value}'. Los identificadores deben comenzar con una letra oguión bajo (_). Los siguientes caracteres pueden ser letras, guión bajo o números

source: Project name already exists
es: El nombre del proyecto ya existe

source: Shared view
es: Vista compartida

source: Link
es: Enlace

source: Operation not allowed on project:
es: Operación no permitida sobre el proyecto:

source: The project was successfully cloned.
es: El proyecto se clonó con éxito.
