Repository: gvSIGAssociation/gvsig-online
Catalog: gvsigol_v2.x/plugin_importvector/gvsigol_plugin_importvector/locale/*/LC_MESSAGES/djangojs.po
Languages: pt_br

source: Import vector file
pt_br: Importar arquivo vetorial

source: Vector file
pt_br: Arquivo vetorial

source: Layer title in TOC
pt_br: Título da camada no PDC

source: Imported vector files
pt_br: Arquivos vetoriais importados

source: Remove layer
pt_br: Remover camada

source: You must select a file
pt_br: Você deve selecionar um arquivo

source: You must indicate a title for the layer
pt_br: Você deve indicar um título para a camada

source: Close
pt_br: Fechar

source: Accept
pt_br: Aceitar

source: The file is too large. You can publish it from the administrator
pt_br: O arquivo é muito grande. Você pode publicá-lo a partir do administrador
