Repository: gvSIGAssociation/gvsig-online
Catalog: plugin_geoetl/gvsigol_plugin_geoetl/locale/*-valencia/LC_MESSAGES/djangojs.po
Languages: ca_es

source: Parameters: {}
ca_es: Paràmetres: {}

source: File selected is not a
ca_es: L'arxiu seleccionat no és un

source: Domain:
ca_es: Domini:

source: List urban procedures:
ca_es: Llista de procediments urbanístics:

source: Get procedures
ca_es: Obtingues els procediments

source: ALL
ca_es: TOTS

source: Description:
ca_es: Descripció:

source: Add Procedure:
ca_es: Afegir Proc.:

source: From an initial date
ca_es: Des d'una data inicial

source: Between dates
ca_es: Entre dates

source: Current date for initial
ca_es: Data actual per a l'inici

source: Current date for end
ca_es: Data actual per al final

source: Close
ca_es: Tancar

source: Accept
ca_es: Acceptar

source: Input
ca_es: Entrada

source: Entities with website in SEDIPUALB@
ca_es: Entitats amb seu electrònica en SEDIPUALB@

source: Get entities
ca_es: Obtingues entitats

source: User
ca_es: Usuari

source: Password:
ca_es: Contrasenya:

source: Types of georeferences in the entity
ca_es: Tipus de georreferències en l'entitat

source: Get types
ca_es: Obtingues tipus

source: Choose date
ca_es: Tria data

source: No date, download all
ca_es: Sense data, descarrega tots

source: Init date
ca_es: Data d'inici

source: End date
ca_es: Data final

source: Minutes before the current date for the init date
ca_es: Minuts abans de la data actual per la data d'inici

source: If files of the selected type of georeference have not been previously requested, this option will fail.
ca_es: Si no s'han fet peticions d'expedients del tipus seleccionat prèviament, aquesta opció fallarà

source: Last date guaranteed for the init date.
ca_es: Última data garantida per la data d'inici.

source: Choose csv file:
ca_es: Tria arxiu csv:

source: Select file
ca_es: Tria arxiu

source: Path:
ca_es: Ruta:

source: Separator:
ca_es: Separador:

source: Choose JSON file
ca_es: Tria arxiu JSON

source: Do you want to load JSON data from an API REST?
ca_es: Vols carregar dades JSON des d'una API REST

source: Choose path:
ca_es: Tria la ruta:

source: Select path
ca_es: Tria la ruta

source: Load sheets
ca_es: Carrega fulles

source: Sheet:
ca_es: Fulla:

source: Attribute columns:
ca_es: Columnes d'atributs

source: Skip header:
ca_es: Evitar capçalera:

source: Advanced Parameters
ca_es: Paràmetres avançats

source: Reading options:
ca_es: Opcions de lectura:

source: Single excel file
ca_es: Arxiu excel únic

source: All files in a folder
ca_es: Tots els arxius d'una carpeta

source: Do you want to (re)-move the files after the process is over?
ca_es: Vols eliminar/moure els fitxers després d'acabar el procés?

source: Select folder
ca_es: Tria carpeta

source: For removing files leave this input empty
ca_es: Deixa aquest camp buit per eliminar els arxius

source: Get tags
ca_es: Obtingues etiquetes

source: Schema:
ca_es: Esquema:

source: Add other different tags than the selected schema to all records
ca_es: Afegeix altres etiquetes diferents de l'esquema seleccionat a tots els registres

source: Single XML file
ca_es: Arxiu XML únic

source: Choose shapefile:
ca_es: Tria l'arxiu SHP:

source: Encoding:
ca_es: Codificació:

source: Insert if PRJ is not loaded
ca_es: Insereix si no es carrega el PRJ

source: DB Connection:
ca_es: Connexió BBDD

source: Get owners
ca_es: Obtén prop.

source: Owners:
ca_es: Propietaris:

source: Get tables
ca_es: Obtén taules

source: Tables:
ca_es: Taules:

source: Do you want to write a SQL statement?
ca_es: Vols escriure una sentència SQL?

source: SQL statement:
ca_es: Sentència SQL:

source: Get schemas
ca_es: Obtén esquema

source: Table name:
ca_es: Nom de la taula:

source: Do you want to write a SQL WHERE Clause?
ca_es: Vols escriure una clàusula WHERE SQL?

source: SQL WHERE Clause:
ca_es: Clàusula WHERE SQL:

source: Choose file:
ca_es: Tria arxiu

source: Insert if needed
ca_es: Inserta si es necessita

source: Grid
ca_es: Quadrícula

source: How to create the grid?
ca_es: Com crear la quadrícula?

source: Grid from extent of input geometry
ca_es: Quadrícula a partir de l'extensió de la geometria d'entrada

source: Grid from initial coordinates (Lower left corner)
ca_es: Quadrícula a partir de coordenades (cantonada inferior esquerra)

source: Rows
ca_es: Files

source: Columns
ca_es: Columnes

source: Width
ca_es: Amplària

source: Height
ca_es: Altura

source: Initial X
ca_es: X inicial

source: Initial Y
ca_es: Y inicial

source: Output
ca_es: Eixida

source: Join
ca_es: Unió

source: Main table attribute:
ca_es: Atribut de la taula principal:

source: Secondary table attribute:
ca_es: Atribut de la taula secundària:

source: Input Main
ca_es: Pr. Entrada

source: Input Sec.
ca_es: Sec. Entrada

source: Main Not Used
ca_es: Pr. Sense Usar

source: Sec. Not Used
ca_es: Sec. Sense Usar

source: Compare Rows
ca_es: Compara files

source: Attribute:
ca_es: Atribut:

source: Input to comp.
ca_es: Entrada a comp.

source: Equals
ca_es: Igual

source: News
ca_es: Nous

source: Changes
ca_es: Canvis

source: Comp. Not Used
ca_es: Comp. no emprada

source: Remove Attribute
ca_es: Elimina Atribut

source: Attribute to remove:
ca_es: Atribut a eliminar:

source: Rename Attribute
ca_es: Reanomena Atribut

source: Attribute to rename:
ca_es: Atribut a reanomenar:

source: New name:
ca_es: Nou nom:

source: New name
ca_es: Nou nom

source: Concatenate Attr.
ca_es: Concatena Atr.

source: Concatenate Attributes
ca_es: Concatena Atributs

source: Attributes to concatenate:
ca_es: Atributs a concatenar:

source: New attribute name:
ca_es: Nou nom d'atribut:

source: New attribute name
ca_es: Nou nom d'atribut

source: Separator (opt.):
ca_es: Separador (opc.)

source: Separator
ca_es: Separador

source: Pad Attribute
ca_es: Omple Atribut

source: Attribute to pad:
ca_es: Atribut a omplir:

source: Length desired:
ca_es: Longitud desitjada

source: Side to pad:
ca_es: Costat a omplir:

source: Right
ca_es: Dreta

source: Left
ca_es: Esquerra

source: Pad String:
ca_es: Text de farciment:

source: Filter Duplicate
ca_es: Filtra Duplicats

source: Attributes that must be uniques:
ca_es: Atributs que han de ser únics:

source: Unique
ca_es: Únics

source: Duplicated
ca_es: Duplicats

source: Validate Geometry
ca_es: Valida Geometria

source: Stop workspace if there are invalid geometries
ca_es: Detingues l'espai de traball si hi ha geometries no vàlides

source: Valid
ca_es: Vàlida

source: Invalid
ca_es: No vàlida

source: Simple Geometry
ca_es: Geometria Simple

source: Stop workspace if some geometry is not simple
ca_es: Detingues l'espai de treball si alguna geometria no és simple

source: Modify Value
ca_es: Modifica Valor

source: Attribute to modify:
ca_es: Atribut a modificar:

source: New value:
ca_es: Nou valor:

source: New attribute value
ca_es: Nou valor d'atribut

source: Counter
ca_es: Comptador

source: New counter attribute:
ca_es: Nou atribut comptador:

source: Group by:
ca_es: Agrupa per:

source: Calculator
ca_es: Calculador

source: Attributes:
ca_es: Atributs:

source: Math functions:
ca_es: Funcions matemàtiques:

source: String functions:
ca_es: Funcions amb textos:

source: Expression:
ca_es: Expressió:

source: For more math functions check above link.
ca_es: Per a més funcions matemàtiques consulta l'enllaç de dalt.

source: Change Attr. Type
ca_es: Canvia Tipus Atr.

source: Change Attribute Type
ca_es: Canvia Tipus d'Atribut

source: Attribute to change type:
ca_es: Atribut a canviar el tipus:

source: To data type:
ca_es: Al tipus de dada:

source: Varchar
ca_es: Cadena de Text

source: Integer
ca_es: Sencer

source: Float
ca_es: Decimals

source: Date
ca_es: Data

source: Time Stamp
ca_es: Data i hora

source: Boolean
ca_es: Booleà

source: Execute SQL
ca_es: Executa SQL

source: Get attributes
ca_es: Obtingues atributs

source: Attributes from input:
ca_es: Atributs de l'entrada:

source: Attributes from new connection:
ca_es: Atributs de la nova connexió:

source: Query:
ca_es: Consulta:

source: Create Attribute
ca_es: Crea Atribut

source: New attribute:
ca_es: Nou atribut:

source: Data type:
ca_es: Tipus de dada:

source: Value:
ca_es: Valor:

source: Expose Attributes
ca_es: Exposa Atributs

source: Attribute to expose:
ca_es: Atributs a exposar:

source: Write attributes to expose separated by space
ca_es: Escriu els atributs a exposar separats per un espai

source: Filter
ca_es: Filtre

source: Operator:
ca_es: Operador:

source: Starts with
ca_es: Comença per

source: Ends with
ca_es: Acaba per

source: Contains
ca_es: Conté

source: Composite Filter:
ca_es: Filtre Compost:

source: True
ca_es: Cert

source: False
ca_es: Fals

source: Intersection
ca_es: Intersecció

source: Self intersect layer (Use only data from main input)
ca_es: Autointersecta capa (Utilitza només les dades de l'entrada principal)

source: Merge attributes of the secondary input to the final output
ca_es: Fusiona atributs de l'entrada secundària a l'eixida final

source: Main
ca_es: Principal

source: Secondary
ca_es: Secundària

source: Spatial Relation
ca_es: Relació Espacial

source: Intersects
ca_es: Intersecta

source: Touches
ca_es: Toca

source: Within
ca_es: Dins de

source: Difference
ca_es: Diferència

source: Keep Attribute
ca_es: Mantén Atribut

source: Attribute to keep:
ca_es: Atribut a mantindre:

source: Reproject
ca_es: Reprojectar

source: Source EPSG:
ca_es: EPSG origen:

source: Empty to read from input layer
ca_es: Buit per llegir de la capa d'entrada

source: Target EPSG:
ca_es: EPSG destí:

source: Cadastral Geom.
ca_es: Geom. Cadastral

source: Cadastral Geometry
ca_es: Geometria Cadastral

source: Select mode:
ca_es: Seleccione el mode:

source: MGRS grid attribute:
ca_es: Atribut del grid MGRS:

source: Longitude attribute:
ca_es: Atribut de longitud

source: Latitude attribute:
ca_es: Atribut de latitud

source: Text to Point
ca_es: Text a Punt

source: Insert EPSG:
ca_es: Inserta EPSG:

source: WKT to Geometry
ca_es: WKT a Geometria

source: WKT string Attribute:
ca_es: Atribut text WKT:

source: Split Attribute
ca_es: Parteix Atribut

source: String Attribute:
ca_es: Atribut Text:

source: List Name:
ca_es: Nom de la llista:

source: Split by:
ca_es: Partir per:

source: Explode List
ca_es: Explota Llista

source: Attribute Name:
ca_es: Nom de l'atribut:

source: Union
ca_es: Fusió

source: Multigeometry for all features of the output
ca_es: Multigeometria per tots els registres d'eixida

source: Remove Geom.
ca_es: Elimina Geom.

source: Filter Geom.
ca_es: Filtra Geom.

source: Points
ca_es: Punts

source: Multipoints
ca_es: Multipunts

source: Lines
ca_es: Línies

source: Multilines
ca_es: Multilínies

source: Polygons
ca_es: Polígons

source: Multipolygons
ca_es: Multipolígons

source: Explode Geometry
ca_es: Explota Geometries

source: Calculate Area
ca_es: Calcula Àrea

source: New area attribute:
ca_es: Nou atribut àrea:

source: Current Date
ca_es: Data Actual

source: New date attribute
ca_es: Nou atribut data

source: Geocoder
ca_es: Geocodificador

source: Engine
ca_es: Motor

source: Direct
ca_es: Directe

source: Reverse
ca_es: Invers

source: Attributes selected:
ca_es: Atributs seleccionats:

source: Operation:
ca_es: Operació:

source: CREATE
ca_es: CREAR

source: APPEND
ca_es: AFEGIR

source: OVERWRITE
ca_es: SOBREESCRIURE

source: UPDATE
ca_es: ACTUALITZAR

source: DELETE
ca_es: ELIMINA

source: Match column:
ca_es: Columna coincident:

source: Order
ca_es: Ordre

source: New
ca_es: Nou

source: Open
ca_es: Obrir

source: Save
ca_es: Guardar

source: Run
ca_es: Executar

source: Add DB
ca_es: Afegeix BBDD

source: Remove
ca_es: Eliminar

source: Undo
ca_es: Desfer

source: Redo
ca_es: Refer

source: Zoom In
ca_es: Acostar

source: Zoom Out
ca_es: Allunyar

source: Connection parameters are valid.
ca_es: Els paràmetres de connexió son vàlids.

source: Connection parameters are not valid.
ca_es: Els paràmetres de connexió no son vàlids.
