Repository: gvSIGAssociation/gvsig-online
Catalog: plugin_simpledownload/gvsigol_plugin_simpledownload/locale/*-valencia/LC_MESSAGES/djangojs.po
Languages: ca

source: Add file information
ca: Afegir informació de l'arxiu

source: Please enter a title
ca: Per favor, introduïsca un títol

source: Please enter a description
ca: Per favor, introduïsca una descripció

source: Please enter a URL or upload a file
ca: Per favor, introduïsca una URL o puge un arxiu

source: Please select a project
ca: Per favor, seleccione un projecte

source: Please add at least one file
ca: Per favor, afegisca almenys un arxiu

source: Description
ca: Descripció

source: File
ca: Arxiu

source: Updated at
ca: Actualitzat el

source: Edit file information
ca: Editar informació de l'arxiu

source: Delete configuration
ca: Eliminar configuració

source: Update configuration
ca: Actualitzar configuració

source: Error deleting configuration
ca: Error en eliminar la configuració
