Repository: gvSIGAssociation/gvsig-online
Catalog: prerelease_v3.11.0_rcX/plugin_downloadman/gvsigol_plugin_downloadman/locale/*/LC_MESSAGES/djangojs.po
Languages: ca, es

source: Approval
ca: Aprovat
es: Aprobación

source: Requires approval
ca: Requereix aprovació
es: Requiere aprobación

source: Approved
ca: Aprovat
es: Aprobado

source: Add to download list
ca: Afegeix a la llista de descàrregues
es: Añadir a descargas

source: View download list
ca: Veure la llista de descàrregues
es: Ver lista de descargas

source: Available downloads
ca: Descàrregues disponibles
es: Descargas disponibles

source: The limit of allowed download items per request has been reached. You can start a new request to download additional items.
ca: S'ha arribat al límit d'elements de descàrrega permesos en cada sol·licitud. Pot iniciar una nova sol·licitud per adescarregar elements addicionals.
es: Se ha alcanzado el límite de elementos de descarga permitidos en cada solicitud. Puede iniciar una nueva solicitud para descargar elementos adicionales.

source: The list of downloads could not be retrieved. Try again later or contact the service administrator if the error persists
ca: La llista de descàrregues no s'ha pogut recuperar. Torneu-ho a provar més tard o poseu-vos en contacte amb l'administrador del servei si l'error persisteix
es: No se pudo obtener La lista de descargas. Inténtelo más tarde o contacte al administrador del servicio si el error persiste

source: Please, use this form to describe which data you need to download:
ca: Si us plau, feu servir aquest formulari per descriure quines dades necessites descarregar:
es: Por favor, use este formulario para describir los datos que necesita descargar:

source: Request description
ca: Descripció de la petició
es: Descripción de la petición

source: Organization (optional)
ca: Organització (opcional)
es: Organización (opcional)

source: Indended usage (optional)
ca: Ús previst (opcional)
es: Uso previsto (opcional)

source: Email
ca: Correu electrònic
es: Correo electrónico

source: Generic download request
ca: Petició genèrica de descàrrega
es: Solicitud de descarga genérica

source: Send request
ca: Enviar petició
es: Enviar solicitud

source: Some of the selected resources must be approved by an administrator. Please fill the following information:
ca: Alguns dels recursos seleccionats ha de ser aprovats per un administrador. Si us plau ompliu la següent informacio:
es: Alguno de los recursos seleccionados requiere ser aprobado por un administrador. Por favor, rellene la siguiente información:

source: No layers have been selected for download
ca: No s'han seleccionat capes per descarregar
es: No se han seleccionado capas para descarga

source: List of downloads
ca: Llista de descàrregues
es: Lista de descargas

source: Send generic request
ca: Enviar petició genèrica
es: Enviar solicitud genérica

source: Start downloading
ca: Comença a descarregar
es: Comenzar descarga

source: There was an error processing your download request. Please, try again later
ca: S'ha produït un error en processar la sol·licitud de descàrrega. Siusplau, intenta-ho més tard
es: Hubo un error procesando su petición. Por favor, inténtelo más tarde

source: %(number)s days
ca: %(number)s dies
es: %(number)s días

source: %(number)s hours
ca: %(number)s hores
es: %(number)s horas

source: %(number)s minutes
ca: %(number)s minuts
es: %(number)s minutos
