Repository: gvSIGAssociation/gvsig-online
Catalog: plugin_catalog/gvsigol_plugin_catalog/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: author
pt_br: autor

source: owner
pt_br: detentor

source: Contact
pt_br: Contato

source: resourceProvider
pt_br: fornecedor

source: custodian
pt_br: tutor

source: originator
pt_br: produtor

source: publisher
pt_br: editor

source: About this resource
pt_br: Sobre este recurso

source: Categories
pt_br: Categorias

source: Keywords
pt_br: Palavras-chave

source: Legal constraints
pt_br: Restrições legais

source: Technical information
pt_br: Informações Técnicas

source: Representation type
pt_br: Tipo de representação

source: Scale
pt_br: Escala

source: Coordinate Reference System
pt_br: Sistema de Referência de Coordenadas

source: Metadata identifier
pt_br: Identificador de metadados

source: Download and links
pt_br: Baixar e links

source: Download
pt_br: Baixar

source: Get shape
pt_br: Obter forma

source: Spatial Extent
pt_br: Extensão espacial

source: Temporal Extent
pt_br: Extensão temporal

source: Publication date
pt_br: Data de publicação

source: Period
pt_br: Período

source: Resource Contacts
pt_br: Contatos de recursos

source: Metadata Contacts
pt_br: Contactos de Metadados

source: Resource constraints
pt_br: Restrições de recursos

source: Show in Catalog
pt_br: Mostrar no Catálogo

source: Resource
pt_br: Recurso

source: Online services
pt_br: Serviços online

source: Access resource
pt_br: Recursos de acesso

source: No resources available
pt_br: Não há recursos disponíveis

source: Metadata detail not available
pt_br: Detalhe dos metadados não disponíveis
