Repository: gvSIGAssociation/gvsig-online
Catalog: gvsigol_plugin_edition/locale/*/LC_MESSAGES/djangojs.po
Languages: ca, de, es

source: Edit layer
de: Ebene bearbeiten

source: You are editing the layer
de: Sie bearbeiten die Ebene

source: The layer you are trying to edit is locked
de: Die Ebene, die Sie zu bearbeiten versuchen, ist gesperrt

source: Add point
ca: Afegir punt
de: Punkt
es: Añadir punto

source: Add line
ca: Afegir línia
de: Zeile hinzufügen
es: Añadir línea

source: Add polygon
ca: Afegir polígon
de: Polygon hinzufügen
es: Añadir polígono

source: Add point to center
de: Punkt zum Zentrum hinzufügen

source: Edit feature
ca: Editar element
de: Funktion bearbeiten
es: Editar elemento

source: Remove feature
ca: Eliminar element
de: Funktion entfernen
es: Eliminar elemento

source: Stop edition
ca: Finalitzar edició
de: Ausgabe stoppen
es: Terminar edición

source: Error starting edition
ca: Error començant edició
de: Fehler beim Starten der Ausgabe
es: Error comenzando edición

source: Select feature to edit
de: Zu bearbeitendes Merkmal auswählen

source: Attribute details
de: Einzelheiten der Attribute

source: Feature properties
ca: Propietats
de: Eigenschaften
es: Propiedades

source: Feature resources
ca: Recursos
de: Feature-Ressourcen
es: Recursos

source: No hay ninguna encuesta activa para ser rellenada. Para responder encuesta, por favor activarla en Limesurvey
de: Es gibt keine aktive Umfrage, die ausgefüllt werden muss. Um die Umfrage zu beantworten, aktivieren Sie sie bitte in Limesurvey

source: Version conflict: the feature was edited concurrently. Restart your editing session to get the last version.
de: Versionskonflikt: Das Merkmal wurde gleichzeitig bearbeitet. Starten Sie Ihre Bearbeitungssitzung neu, um die letzte Version zu erhalten.

source: Failed to save the new record. Please check values
ca: Error al guardar el nou element. Per favor revise els valors
de: Der neue Datensatz konnte nicht gespeichert werden. Bitte Werte überprüfen
es: Error al guardar el nuevo elemento. Por favor revise los valores

source: can't be null
de: kann nicht null sein

source: There is no active survey to be filled out. To answer the survey, please activate it in Limesurvey
de: Es gibt keine aktive Umfrage, die ausgefüllt werden muss. Um die Umfrage zu beantworten, aktivieren Sie sie bitte in Limesurvey

source: Failed to remove layer lock
ca: Fallada al eliminar el bloqueig de la capa
de: Ebenensperre konnte nicht entfernt werden
es: Fallo al eliminar el bloqueo de la capa

source: Error validating version
de: Fehler bei der Validierung der Version

source: Remove
es: Eliminar

source: New feature
ca: Nou element
es: Nuevo elemento

source: Save
ca: Guardar
es: Guardar

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Show form
es: Abrir encuesta

source: remove
ca: eliminar
