Repository: gvSIGAssociation/gvsig-online
Catalog: gvsigol/gvsigol_services/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Select the domain and click Load. You can type to search by code or name.
es: Seleccione el dominio y haga clic en Cargar. Puede escribir para buscar por código o nombre.

source: Select a category and type to see the connection parameters
es: Seleccione una categoría y tipo para ver los parámetros de conexión

source: Please select a connection type
es: Por favor, seleccione un tipo de conexión

source: Testing...
es: Probando...

source: Connection successful
es: Conexión exitosa

source: Error testing connection
es: Error al probar la conexión

source: Select entity
es: Seleccionar entidad

source: No entities found
es: No se encontraron entidades

source: Error loading entities
es: Error cargando entidades

source: Back to connections
es: Volver a conexiones

source: Triggers
es: Disparadores

source: Search...
es: Buscar...

source: Add trigger
es: Añadir disparador

source: Event
es: Evento

source: Scope
es: Ámbito

source: Can be used as calculated field
es: Puede usarse como campo calculado

source: Schemas
es: Esquemas

source: Edit
es: Editar

source: Duplicate to another connection
es: Duplicar en otra conexión

source: Delete trigger
es: Eliminar disparador

source: Are you sure you want to delete this trigger? This action cannot be undone.
es: ¿Está seguro de que desea eliminar este disparador? Esta acción no se puede deshacer.

source: Duplicate trigger
es: Duplicar disparador

source: Select the target connection to duplicate this trigger:
es: Seleccione la conexión de destino para duplicar este disparador:

source: Target connection
es: Conexión de destino

source: Select a connection...
es: Seleccione una conexión...

source: Only PostGIS connections are shown
es: Solo se muestran conexiones PostGIS

source: No other PostGIS connections available.
es: No hay otras conexiones PostGIS disponibles.

source: Duplicate
es: Duplicar

source: No triggers defined for this connection
es: No hay disparadores definidos para esta conexión

source: Showing
es: Mostrando

source: to
es: a

source: of
es: de

source: triggers
es: Disparadores

source: Error deleting trigger
es: Error al eliminar el disparador

source: Please select a target connection
es: Por favor, seleccione una conexión de destino

source: Duplicating...
es: Duplicando...

source: Trigger duplicated successfully as:
es: Disparador duplicado exitosamente como:

source: Error duplicating trigger
es: Error al duplicar el disparador

source: Add connection
es: Añadir conexión

source: Datastores
es: Almacenes de datos
pt_br: Armazéns de dados

source: All users can create datastores
es: Todos los usuarios pueden crear almacenes de datos

source: All users can use in ETL
es: Todos los usuarios pueden usar en ETL

source: All users can manage
es: Todos los usuarios pueden gestionar

source: Manage
es: Gestionar

source: Permissions by role only
es: Permisos solo por rol

source: By role
es: Por rol

source: Not compatible
es: No compatible

source: Options
es: Opciones

source: Showing %(start)s to %(end)s of %(total)s connections
es: Mostrando %(start)s a %(end)s de %(total)s conexiones

source: Delete connection
es: Eliminar conexión

source: The connection will be deleted. Do you want to continue?
es: La conexión será eliminada. ¿Desea continuar?

source: Warning
es: Aviso
pt_br: Aviso

source: The connection and all associated resources will be deleted:
es: La conexión y todos los recursos asociados serán eliminados:

source: All datastores linked to this connection
es: Todos los almacenes de datos vinculados a esta conexión

source: All layers in those datastores
es: Todas las capas de esos almacenes de datos

source: All triggers and topology rules of those layers
es: Todos los disparadores y reglas topológicas de esas capas

source: I understand that this action cannot be undone
es: Entiendo que esta acción no se puede deshacer

source: Edit connection
es: Editar conexión

source: This connection has
es: Esta conexión tiene

source: datastore(s) and
es: almacén(es) de datos y

source: layer(s) associated.
es: capa(s) asociadas.

source: Error deleting connection
es: Error al eliminar la conexión

source: Save trigger
es: Guardar disparador

source: Unique identifier for this trigger
es: Identificador único para este disparador

source: Only letters, numbers and underscores. Must start with letter or underscore.
es: Solo letras, números y guiones bajos. Debe comenzar con letra o guion bajo.

source: Only letters, numbers and underscores
es: Solo letras, números y guiones bajos

source: Brief description of what this trigger does
es: Breve descripción de lo que hace este disparador

source: Timing
es: Momento

source: Events
es: Eventos

source: Apply to
es: Aplicar a

source: Choose whether this trigger applies to all schemas or specific ones
es: Elija si este disparador aplica a todos los esquemas o a específicos

source: Type schema names and press Enter to add
es: Escriba nombres de esquemas y pulse Enter para añadir

source: Calculated field
es: Campo calculado

source: Can be assigned to layer fields to auto-calculate values
es: Puede asignarse a campos de capa para calcular valores automáticamente

source: Compatible datastores
es: Almacenes de datos compatibles

source: SQL Code
es: Código SQL

source: Use NEW to reference the new row (INSERT/UPDATE) and OLD for the old row (UPDATE/DELETE).
es: Use NEW para referenciar la nueva fila (INSERT/UPDATE) y OLD para la fila antigua (UPDATE/DELETE).

source: Template variables
es: Variables de plantilla

source: The field selected by the user when assigning the trigger
es: El campo seleccionado por el usuario al asignar el disparador

source: The schema where the layer is located
es: El esquema donde está ubicada la capa

source: The table name of the layer
es: El nombre de la tabla de la capa

source: The geometry field name of the layer
es: El nombre del campo de geometría de la capa

source: The primary key field of the layer
es: El campo de clave primaria de la capa

source: Select trigger permissions
es: Seleccionar permisos del disparador

source: Search user role...
es: Buscar rol de usuario...

source: All staff users can use this trigger in their layers
es: Todos los usuarios staff pueden usar este disparador en sus capas

source: Allow all staff users
es: Permitir a todos los usuarios staff

source: User role image
es: Imagen del rol de usuario

source: Can use
es: Puede usar

source: No roles available
es: No hay roles disponibles

source: Type schema name and press Enter
es: Escriba el nombre del esquema y pulse Enter

source: SQL code is required
es: El código SQL es obligatorio

source: Select at least one schema to see compatible datastores
es: Seleccione al menos un esquema para ver almacenes de datos compatibles

source: No datastores in this connection yet
es: Aún no hay almacenes de datos en esta conexión

source: No datastores match the selected schemas
es: Ningún almacén de datos coincide con los esquemas seleccionados

source: Error loading datastores
es: Error al cargar los almacenes de datos

source: Click Load to get entities
es: Haga clic en Cargar para obtener entidades

source: You can type to search by code or name.
es: Puede escribir para buscar por código o nombre.

source: Services
es: Servicios
pt_br: Serviços

source: Servers
es: Servidores
pt_br: Servidores

source: Workspaces
es: Espacios de trabajo
pt_br: Espaços de trabalho

source: Layer groups
es: Grupos de capas
pt_br: Grupos de camadas

source: External layers
es: Capas externas
pt_br: Camadas externas

source: Cache management
es: Gestión de la caché
pt_br: Gestão de cache

source: Services URLs
es: URLs de los servicios
pt_br: URLs de serviços

source: SQL Views
es: Vistas SQL
pt_br: Vistas SQL

source: Datatypes
es: Tipos de datos
pt_br: Tipos de dados

source: Enumerations
es: Enumeraciones
pt_br: Enumerações

source: Select file
es: Seleccionar archivo
pt_br: Selecionar arquivo

source: Select an existing connection to the database
es: Seleccione una conexión existente a la base de datos

source: Temporal dimension
es: Dimensión temporal
pt_br: Dimensão temporal

source: Elevation dimension
es: Dimensión de elevación
pt_br: Dimensão de elevação

source: Select a connection
es: Seleccione una conexión

source: Select or type a new schema name
es: Seleccione o escriba un nuevo nombre de esquema

source: (new)
es: (nuevo)

source: Connecting to database...
es: Conectando a la base de datos...

source: Select existing or type new name
es: Seleccione existente o escriba un nuevo nombre

source: No schemas found. Type a name to create one.
es: No se encontraron esquemas. Escriba un nombre para crear uno.

source: Unknown error
es: Error desconocido

source: Connection error. You can type a schema name.
es: Error de conexión. Puede escribir un nombre de esquema.

source: Connection timeout. You can type a schema name.
es: Tiempo de conexión agotado. Puede escribir un nombre de esquema.

source: Add datastore
es: Añadir almacén de datos
pt_br: Adicionar armazém

source: Using centralized connection
es: Usando conexión centralizada

source: Showing %(start)s to %(end)s of %(total)s datastores
es: Mostrando %(start)s a %(end)s de %(total)s almacenes de datos

source: Delete datastore
es: Eliminar almacén de datos
pt_br: Excluir armazém

source: The data store and its registered resources will be deleted
es: El almacén de datos y los recursos asociados a él serán eliminados
pt_br: O armazém de dados e seus recursos registrados serão excluídos

source: Check this option to remove the schema associated with the datastore
es: Marque esta opción para eliminar el esquema asociado al almacén de datosMarque esta opción para eliminar el esquema asociado al almacén de datos
pt_br: Marque esta opção para remover o esquema associado ao armazém de dados

source: Remove datastore
es: Eliminar almacén de datos
pt_br: Excluir armazém

source: Update datastore
es: Actualizar almacén de datos
pt_br: Atualizar armazém

source: This datastore uses a centralized connection
es: Este almacén de datos utiliza una conexión centralizada

source: Connection parameters are managed from the Connections section. To modify them, edit the connection:
es: Los parámetros de conexión se gestionan desde la sección Conexiones. Para modificarlos, edite la conexión:

source: Order type
es: Orden de los elementos

source: Show first value by default
es: Mostrar primer elemento por defecto

source: Enumeration items
es: Elementos de la enumeración
pt_br: Itens de enumeração

source: Add item
es: Añadir elemento
pt_br: Adicionar item

source: Add enumeration
es: Añadir enumeración
pt_br: Adicionar enumeração

source: Delete enumeration
es: Eliminar enumeración
pt_br: Excluir enumeração

source: The enumeration will be removed, Do you want continue?
es: La enumeración será eliminada, ¿Desea continuar?
pt_br: A enumeração será removida. Você quer continuar?

source: Update enumeration
es: Actualizar enumeración
pt_br: Atualizar enumeração

source: Enumeration cannot contain point-colon
es: Los valores no pueden contener valores (;)
pt_br: Enumeração não pode conter ponto-colon

source: Insert item name
es: Inserte el nombre del elemento

source: Back
es: Volver

source: Display properties
es: Propiedades de visualización
pt_br: Propriedades da camada

source: Metadata
es: Metadatos
pt_br: Metadado

source: Detailed information
es: Información detallada
pt_br: Informações detalhadas

source: Alert: this url is not in the same domain. Several browsers could not load this base layer due to cross-domain policy.
es: Alerta: esta URL no está en el mismo dominio. Algunos navegadores podrían no cargar esta capa base debido a la política de dominios cruzados.Aviso: esta dirección no está en el mismo dominio. Algunos navegadores podrían no cargarla debido a la política de seguridad de dominio cruzado.
pt_br: Alerta: esta url não está no mesmo domínio. Vários navegadores não podem carregar esta camada base devido à política de domínio cruzado.

source: Connect
es: Conectar
pt_br: Conexão

source: Alert: The selected matrixset must be compatible with the map CRS
es: Alerta: El matrixset seleccionado debe ser compatible con el CRS del mapaAviso: El matrixset seleccionado debe ser compatible con el CRS del mapa
pt_br: Alerta: O matrixset selecionado deve ser compatível com o CRS do mapa

source: Enter the URL of your Mapbox style (.json) file.
es: Escribe la URL del archivo de estilo Mapbox en formato JSON.

source: Clear file
es: Quitar archivo

source: Coordinate reference system
es: Sistema de referencia de coordenadas
pt_br: Sistema de referência de coordenadas

source: by default
es: por defecto

source: Specify custom SRS
es: Indica tu sistema de referencia de coordenadas

source: Timeout (miliseconds)
es: Timeout (milisegundos)
pt_br: Tempo limite (milissegundos)

source: Metadata: Abstract
es: Metadatos: Abstract
pt_br: Metadados: Resumo

source: Some description of the layer
es: Alguna descripción de la capa
pt_br: Alguma descrição da camada

source: Enable metaquality
es: Habilitar información detallada
pt_br: Ativar

source: Button title in the TOC
es: Título del botón el el TOC
pt_br: Título do botão no PDC

source: Button title
es: Título del botón
pt_br: Título do botão

source: Detailed info
es: Información detallada
pt_br: Informação detalhada

source: Layer title
es: Título de la capa
pt_br: Título da camada

source: Layer description
es: Descripción de la capa
pt_br: Descrição da camada

source: Add external layer
es: Añadir capa externa
pt_br: Adicionar camada externa

source: Delete external layer
es: Eliminar capa externa
pt_br: Excluir camada externa

source: External layer will be deleted
es: La capa externa será borrada
pt_br: A camada externa será excluida

source: Remove external layer
es: Eliminar capa externa
pt_br: Remover camada externa

source: Update external layer
es: Actualizar capa externa
pt_br: Atualizar camada externa

source: Layer metadata
es: Metadatos de la capa
pt_br: Metadado da camada

source: Metadata UUID
es: UUID
pt_br: Metadado UUID

source: Metadata tools
es: Herramientas de metadatos
pt_br: Ferramentas do metadado

source: Edit in catalog
es: Editar en catálogo
pt_br: Editar no catálogo

source: Create metadata
es: Crear metadato
pt_br: Criar metadados

source: Create Layer
es: Crear capa
pt_br: Criar camada

source: Data store
es: Almacén de datos
pt_br: Armazém de dados

source: Layer name
es: Nombre de la capa
pt_br: Nome da camada

source: Add Field
es: Añadir campo
pt_br: Adicionar campo

source: Layer properties in the viewer
es: Propiedades de la capa en el visor
pt_br: Propriedades da camada no visor

source: Single image (No tiles)
es: Imagen simple (sin tiles)
pt_br: Imagem simples (sem mosaicos)

source: New field
es: Nuevo campo
pt_br: Novo campo

source: Field type
es: Tipo de campo
pt_br: Tipo de campo

source: text
es: texto
pt_br: texto

source: integer
es: entero
pt_br: inteiro

source: boolean
es: boleano
pt_br: booleano

source: date
es: fecha
pt_br: data

source: No fields have been defined
es: No se ha definido ningún campo
pt_br: Nenhum campo foi definido

source: Delete field
es: Eliminar campo
pt_br: Excluir campo

source: The name field is required
es: El nombre del campo es obligatorio
pt_br: O campo do nome é obrigatório

source: Duplicated field name
es: Nombre de campo duplicado
pt_br: Nome do campo duplicado

source: Invalid field name: \
es: Nombre de campo inválido: \
pt_br: Nome de campo inválido: \

source: Creating layer. Please wait...
es: Creando la capa. Por favor espere...
pt_br: Criar camada. Por favor, aguarde...

source: SQL statement
es: Sentencia SQL
pt_br: Instrução SQL

source: Autocomplete
es: Autocompletar
pt_br: Autocompletar

source: Table
es: Tabla
pt_br: Tabela

source: Geom column
es: Columna de geometría
pt_br: Coluna Geom

source: Geom type
es: Tipo de geometría
pt_br: Tipo de Geom

source: Key column
es: Columna clave
pt_br: Coluna chave

source: Select a data store before using Autocomplete
es: Seleccione un almacén antes de utilizar autocompletar
pt_br: Selecione um armazém de dados antes de usar o Autocompletar

source: Select row
es: Seleccionar fila
pt_br: Marcar linha

source: Publish layer
es: Publicar capa
pt_br: Publicar camada

source: A new data store will be automatically created
es: Un nuevo almacén será automáticamente creado
pt_br: Um novo armazém de dados será criado automaticamente

source: Regular expression for date (empty to disable). Example: %(sample_regex_pattern)s
es: Expresión regular para fecha (vacío para deshabilitar). Ejemplo: %(sample_regex_pattern)sExpresión regular para la fecha (vacío para deshabilitar). Ejemplo: %(sample_regex_pattern)s
pt_br: Expressão regular para data (vazio para desativar). Exemplo: %(sample_regex_pattern)s

source: Regular expression for elevation (empty to disable). Example: %(sample_regex_pattern)s
es: Expresión regular para elevación (vacío para deshabilitar). Ejemplo: %(sample_regex_pattern)sExpresión regular para la elevación (vacío para deshabilitar). Ejemplo: %(sample_regex_pattern)s
pt_br: Expressão regular para elevação (vazio para desativar). Exemplo: %(sample_regex_pattern)s

source: Upload vector layer
es: Subiendo capa vectorial
pt_br: Carregar camada do vetor

source: Table creation mode
es: Modo de creación de tabla
pt_br: Modo de criação de tabela

source: Layer will be uploaded to the selected data store
es: La capa será subida al almacén seleccionado
pt_br: A camada será carregada para o armazém de dados selecionados

source: Character encoding
es: Codificación de caracteres
pt_br: Codificação de caracteres

source: Select style
es: Seleccionar estilo
pt_br: Seleccionar estilo

source: Uploading layer. Please wait...
es: Subiendo capa. Por favor espere...
pt_br: Subindo a camada. Por favor, aguarde...

source: Create a new task
es: Crear nueva tarea
pt_br: Criar uma nova tarefa

source: Currently executing tasks
es: Tareas actualemente en ejecución
pt_br: Executando tarefas atualmente

source: Execute
es: Ejecutar
pt_br: Executar

source: Number of tasks to use
es: Número de hilos a usar
pt_br: Número de tarefas a utilizar

source: Type of operation
es: Tipo de operación
pt_br: Tipo de operação

source: Seed - generate missing tiles
es: Seed - generar tiles
pt_br: Semente - gerar mosaicos em falta

source: Reseed - regenerate all tiles
es: Reseed - Regenerar tiles
pt_br: Reagrupar - regenerar todos os mosaicos

source: Truncate - remove tiles
es: Truncate - Borrar tiles
pt_br: Truncar - remover mosaicos

source: Grid set
es: Rejilla
pt_br: Conjunto de grade

source: Zoom start
es: Zoom inicial
pt_br: Começar zoom

source: Zoom stop
es: Zoom final
pt_br: Parar zoom

source: MinX
es: MínX

source: MinY
es: MínY

source: MaxX
es: MáxX

source: MaxY
es: MáxY
pt_br: MaxX

source: Refresh tasks
es: Refrescar tareas
pt_br: Atualizar tarefas

source: kill all tasks
es: Eliminar todas las tareas
pt_br: excluir todas as tarefas

source: Tiles processed
es: Tiles procesadas
pt_br: Mosaicos processados

source: Total of tiles to process
es: Total de tiles a procesar
pt_br: Total de mosaicos a processar

source: Total of remaining tiles
es: Total de tiles pendientes
pt_br: Total de mosaicos remanescentes

source: Task ID
es: ID de la tarea
pt_br: ID da tarefa

source: Task status
es: Estado de la tarea
pt_br: Estado da tarefa

source: Data Store
es: Almacén de datos
pt_br: Armazém de dados

source: Resource name
es: Nombre del recurso
pt_br: Nome do recurso

source: WFS request feature limit
es: Límite de registros en peticiones WFS
pt_br: Limite de solicitação WFS

source: time_enabled
es: Parámetro temporal
pt_br: parâmetro temporal

source: View in real time
es: Ver en tiempo real
pt_br: Ver em tempo real

source: Update interval (miliseconds)
es: Intervalo de actualización (milisegundos)
pt_br: Intervalo de atualização (milissegundos)

source: time_enabled field
es: Campo temporal
pt_br: campo temporal

source: End time enabled field
es: Campo temporal (fin intervalo)

source: Time resolution
es: Resolución temporal
pt_br: Resolução temporal

source: Time presentation
es: Presentación temporal
pt_br: Visualização temporal

source: Time resolution (years, months, weeks, days, hours, minutes and seconds)
es: Resolución temporal (años, meses, semanas, días, horas, minutos y segundos)Resolución temporal (años, meses, semanas, días, horas, minutos y segundos)
pt_br: Resolução de tempo (anos, meses, semanas, dias, horas, minutos e segundos)

source: Default value mode
es: Modo para asignar valores por defecto
pt_br: Modo para atribuir valores padrão

source: Enable detailed information
es: Activar información detallada

source: Resource contains no fields
es: El recurso no contiene campos
pt_br: O recurso não contém campos

source: Choose field
es: Elige campo
pt_br: Selecionar campo

source: Data store contains no resources to publish
es: El almacén de datos no contiene recursos para publicar
pt_br: O armazém de dados não contém recursos para publicar

source: Choose resource
es: Elegir recurso
pt_br: Selecionar recurso

source: Service is unavailable
es: Servicio no disponible
pt_br: O serviço está indisponível

source: No valid data store selected
es: No ha seleccionado un almacén de datos válido
pt_br: Nenhum armazém de dados válido selecionado

source: No layer groups available
es: No hay grupos de capas disponibles
pt_br: Nenhum grupo de camadas disponível

source: Choose layer group
es: Elegir grupo de capas
pt_br: Selecionar grupo de camadas

source: Choose date field
es: Elige campo fecha
pt_br: Selecionar campo de data

source: Field management
es: Gestión de campos
pt_br: Gestão do campo

source: Field titles
es: Títulos de campo
pt_br: Título do campo

source: Field groups
es: Grupos de campos
pt_br: Grupos de campo

source: Group titles
es: Títulos del grupo
pt_br: Títulos do grupo

source: Editing restrictions
es: Restricciones de edición

source: Field name
es: Nombre del campo
pt_br: Nome do campo

source: Calculated
es: Calculado
pt_br: Calculado

source: Nullable
es: Nulable
pt_br: Nulo

source: mandatory
es: Obligatorio
pt_br: Obrigatório

source: Is visible?
es: ¿Visible?
pt_br: É visível?

source: Is editable?
es: ¿Editable?
pt_br: É editável?

source: Is shown in getFeatureInfo?
es: ¿Mostrar en getFeatureInfo?
pt_br: É mostrado em Obter Informações sobre o Recurso?

source: Actions
es: Acciones
pt_br: Ferramentas

source: Set at database level
es: Establecido a nivel de base de datos
pt_br: Definido em nível de banco de dados

source: Required in editing forms
es: Requerido en los formularios de edición
pt_br: Necessário em formulários de edição

source: Manage format
es: Gestionar formato

source: SQL views can\
es: Vistas SQL
pt_br: SQL Vista

source: Rename
es: Renombrar
pt_br: Renomear

source: Change type
es: Cambiar tipo
pt_br: Tipo de Geom

source: Convert to enumerate
es: Convertir a enumerado
pt_br: Converter para Enumeração

source: Reserved field
es: Campo reservado
pt_br: Excluir campo

source: Add field
es: Añadir campo
pt_br: Adicionar campo

source: Field title
es: Título del campo
pt_br: Título do campo

source: Delete group
es: Eliminar grupo
pt_br: Excluir grupo

source: Add field group
es: Añadir grupo de campos
pt_br: Adicionar grupos de campo

source: Group name
es: Nombre del grupo
pt_br: Nome do grupo

source: Group title
es: Título del grupo
pt_br: Título do grupo

source: Topological rules
es: Reglas topológicas

source: Rule
es: Regla

source: Geometry Limitations
es: Limitaciones de geometría

source: Active
es: Activo

source: Configuration
es: Configuración

source: Must not overlap
es: No debe solaparse
