Repository: gvSIGAssociation/gvsig-online
Catalog: gvsigol/gvsigol_services/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Connection error
es: Error de conexión
pt_br: Erro de conexão

source: Control field "{0}" cannot be deleted
es: El campo de control "{0}" no se puede borrar
pt_br: O campo de controle "{0}" não pode ser excluído

source: Error renaming field. Cause: {0}
es: Error renombrando el campo: Causa {0}
pt_br: Campo de renomeação de erro. Causa: {0}

source: Field does not exist. Probably, it was deleted or renamed concurrently by another user
es: El campo no existe. Probablemente, fue borrado o renombrado de forma concurrente por otro usuario
pt_br: O campo não existe. Provavelmente, ele foi excluído ou renomeado simultaneamente por outro usuário.

source: Error deleting field. Cause: {0}
es: Error borrando el campo: Causa: {0}
pt_br: Erro no campo de exclusão. Causa: {0}

source: Control field "{0}" cannot be renamed
es: El campo de control "{0}" no se puede renombrar
pt_br: O campo de controle "{0}" não pode ser renomeado

source: The field name "{0}" is a reserved name
es: El nombre de campo "{0}" es un nombre reservado
pt_br: Nome de campo inválido. {0}' é uma palavra reservada

source: Error saving field format. Cause: {0}
es: Error al guardar el formato del campo: Causa {0}

source: Error deleting field format. Cause: {0}
es: Error al borrar el formato del campo: Causa: {0}

source: Error getting field format. Cause: {0}
es: Error al obtener el formato del campo: Causa: {0}

source: Field type not supported
es: Tipo de campo no soportado
pt_br: Tipo de campo não suportado

source: Error adding field. Probably the field "{0}" already exists. Database message: {1}
es: Error añadiendo el campo. Probablemente el campo "{0}" ya existe. Mensaje de base de datos: {1}
pt_br: Erro ao adicionar campo. Provavelmente, o campo "{0}" já existe. Mensagem do banco de dados: {1}

source: Error creating field. Cause: {0}
es: Error creando el campo. Causa: {0}
pt_br: Campo de criação de erros. Causa: {0}

source: Join fields must have the same type: {field1}({type1}) - {field2}({type2})
es: Los campos de JOIN deben tener el mismo tipo: {field1}({type1}) - {field2}({type2})
pt_br: Os campos do JOIN devem ter o mesmo tipo: {field1}({type1}) - {field2}({type2})

source: The user can't manage this SQL view
es: El usuario no puede gestionar esta vista SQL
pt_br: O usuário não pode gerenciar esta vista SQL

source: The main table must have a primary key
es: La tabla principal debe tener una clave primaria
pt_br: A tabela principal deve ter uma chave primária

source: Field does not exist: {field}
es: El campo no existe: {field}
pt_br: O campo não existe: {field}

source: The field {field} is the primary key of main table and must be included
es: El campo {field} es la clave primaria de la tabla principal y debe incluirse
pt_br: O campo {field} é a chave primária da tabela principal e deve ser incluído

source: An object already exists with name: {}
es: Ya existe un objeto con este nombre: {}
pt_br: Já existe um objeto com nome:: {}

source: The view could not be created
es: No se pudo crear la vista
pt_br: A vista não pôde ser criada

source: Pk columns could not be inserted
es: No se pudieron insertar las claves primarias
pt_br: As colunas Pk não puderam ser inseridas

source: Not allowed
es: No permitido
pt_br: Não permitido

source: Error deleting view: {0}
es: Error borrando la vista: {0}
pt_br: Erro ao excluir a vista: {0}

source: Visible
pt_br: Visível

source: No se han podido obtener las capas
pt_br: As camadas não puderam ser obtidas

source: Error:
pt_br: Erro:

source: Locks
pt_br: Bloqueios

source: General
pt_br: Geral

source: Show in vector tile format
pt_br: Mostrar o vetor em formato mosaico

source: Convert to enum
pt_br: Converter para enumeração

source: Warning: the field will be deleted from the database. This operation cannot be undone. Type the name of the field to confirm the deletion:
pt_br: Atenção: o campo será excluído do banco de dados. A operação não pode ser desfeita. Digite o nome do campo e confirme a exclusão:

source: Rename field
pt_br: Renomear campo

source: Warning: renaming a field may have side effects, such as breaking a field-based legend.
pt_br: Aviso: a renomeação de um campo pode ter efeitos colaterais, tais como quebrar uma lenda baseada no campo
