Repository: gvSIGAssociation/gvsig-online
Catalog: gvsigol/gvsigol_services/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Geometries within the same layer cannot overlap with each other
es: Las geometrías dentro de la misma capa no pueden solaparse entre sí

source: Compatible with all geometry types
es: Compatible con todos los tipos de geometría

source: Only superusers can modify topology rules
es: Solo los superusuarios pueden modificar reglas topológicas

source: No additional configuration required
es: No se requiere configuración adicional

source: Must not have gaps
es: No debe tener huecos

source: The layer coverage must be continuous without empty spaces between geometries
es: La cobertura de la capa debe ser continua sin espacios vacíos entre geometríasLa cobertura de la capa debe ser continua sin espacios vacíos entre geometrías

source: Polygons
es: Polígono

source: Recommended
es: Recomendado

source: Lines
es: Línea

source: Limited use
es: Uso limitado

source: Points
es: Punto

source: Must be covered by
es: Debe estar cubierto por

source: All geometries must be completely covered by geometries from another layer
es: Todas las geometrías deben estar completamente cubiertas por geometrías de otra capaTodas las geometrías deben estar completamente cubiertas por geometrías de otra capa

source: Select a layer
es: Seleccionar una capa

source: Must not overlap with
es: No debe solaparse con

source: Geometries cannot overlap with geometries from specified layers
es: Las geometrías no pueden solaparse con geometrías de las capas especificadasLas geometrías no pueden solaparse con geometrías de las capas especificadas

source: Select multiple layers
es: Seleccionar múltiples capas

source: Must be contiguous
es: Debe ser contiguo

source: Geometries must be connected.
es: Las geometrías deben estar conectadas.

source: Suitable for networks
es: Adecuado para redes

source: Tolerance
es: Tolerancia

source: Tolerance distance for contiguity check
es: Distancia de tolerancia para verificación de contigüidad

source: Assign triggers to fields. These triggers will execute automatically when data is inserted, updated or deleted.
es: Asigne disparadores a campos. Estos disparadores se ejecutarán automáticamente cuando se inserten, actualicen o eliminen datos.

source: Trigger
es: Disparador

source: Target field
es: Campo destino

source: Enabled
es: Activado

source: You do not have permission to modify this trigger
es: No tiene permiso para modificar este disparador

source: You do not have permission to remove this trigger
es: No tiene permiso para eliminar este disparador

source: No triggers assigned to this layer yet
es: Aún no hay disparadores asignados a esta capa

source: Assign trigger to field
es: Asignar disparador a campo

source: No triggers available. Create triggers with 'Calculated field' option in the connection configuration.
es: No hay disparadores disponibles. Cree disparadores con la opción 'Campo calculado' en la configuración de conexión.

source: Assign trigger
es: Asignar disparador

source: Select a trigger...
es: Seleccione un disparador...

source: Select a field...
es: Seleccione un campo...

source: Select the field that will be calculated by this trigger
es: Seleccione el campo que será calculado por este disparador

source: Assign
es: Asignar

source: Select layers
es: Seleccionar una capa

source: Field list
es: Lista de campos
pt_br: Lista de campos

source: End time_enabled field
es: Campo temporal (fin intervalo)
pt_br: Campo temporal (intervalo final)

source: Create empty layer
es: Crear capa vacía
pt_br: Criar camada vazia

source: Filter by project
es: Filtrar por proyecto

source: Show all layers
es: Muestra todas las capas

source: Preview
es: Previsualización
pt_br: Pré-visualização

source: Projects
es: Proyectos
pt_br: Projetos

source: Datastore type
es: Tipo de almacén de datos
pt_br: Tipo de armazém de dados

source: Showing %(start)s to %(end)s of %(total)s layers
es: Mostrando %(start)s a %(end)s de %(total)s capas

source: Delete layer
es: Eliminar capa
pt_br: Excluir camada

source: The layer will be removed, Do you want continue?
es: La capa será eliminada, ¿Desea continuar?
pt_br: A camada será removida. Quer continuar?

source: Raster layers are not configurable
es: Las capas ráster no son configurables
pt_br: As camadas rasterizadas não são configuráveis

source: The layer could not be removed from GeoServer, but it was deleted from the list anyway
es: La capa no pudo eliminarse de GeoServer, pero se eliminó de la lista de todos modosEsta capa no se pudo eliminar de GeoServer, pero se eliminó de la lista de todos modos
pt_br: Essa camada não pode ser removida do GeoServer, mas foi excluída da lista de qualquer maneira

source: Configure layer
es: Configurar capa
pt_br: Camada de configuração

source: Update layer
es: Actualizar capa
pt_br: Camada de atualização

source: Refresh extent and layer definition
es: Refrescar extensión y definición de capa
pt_br: Atualização da extensão e definição de camadas

source: Update thumbnail
es: Actualizar preview
pt_br: Atualizar miniatura

source: Icon
es: Icono
pt_br: Ícone

source: Supported formats
es: Formatos soportados
pt_br: Formatos suportados

source: Select server
es: Seleccionar servidor
pt_br: Selecione o servidor

source: Layer group name
es: Nombre del grupo de capas
pt_br: Nome do grupo de camadas

source: Layer group title
es: Título del grupo de capas
pt_br: Título do grupo de camadas

source: Create cache for the layer group
es: Crear caché para este grupo de capas
pt_br: Criar cache para o grupo de camadas

source: Is visible
es: Es visible
pt_br: É visível

source: Create new layer
es: Crear capa vacía
pt_br: Criar nova camada

source: Is needed to save this layer group first, Do you want continue?
es: Es necesario guardar el grupo de capas primero, ¿Desea continuar?
pt_br: É necessário salvar este grupo de camadas primeiro. Você quer continuar?

source: Return to project list
es: Volver al listado de proyectos

source: Add layer group
es: Añadir grupo de capas
pt_br: Adicionar grupo de camadas

source: Asigned to
es: Asignado a
pt_br: Em conformidade com

source: Showing %(start)s to %(end)s of %(total)s layer groups
es: Mostrando %(start)s a %(end)s de %(total)s grupos de capas

source: Delete layer group
es: Eliminar grupo de capas
pt_br: Excluir grupo de camadas

source: The layer group will be removed, Do you want continue?
es: El grupo de capas será eliminado, ¿Desea continuar?
pt_br: O grupo de camadas será removido. Você quer continuar?

source: Update layer group
es: Actualizar grupo de capas
pt_br: Atualizar grupo de camadas

source: Group layers
es: Capas del grupo
pt_br: Camadas do grupo

source: Layer
es: Capa
pt_br: Camada

source: Date
es: Fecha
pt_br: Data

source: Created by
es: Creado por
pt_br: Criado por

source: MOBILE
es: MÓVIL
pt_br: Celular

source: Unlock layer
es: Desbloquear capa
pt_br: Camada de desbloqueio

source: Select connection permissions
es: Seleccionar permisos de conexión

source: All users can create datastores with this connection
es: Todos los usuarios pueden crear almacenes de datos con esta conexión

source: Allow all - Datastores
es: Permitir todos - Almacenes de datos

source: All users can use this connection in ETL
es: Todos los usuarios pueden usar esta conexión en ETL

source: Allow all - ETL
es: Permitir todos - ETL

source: All users can manage this connection
es: Todos los usuarios pueden gestionar esta conexión

source: Allow all - Management
es: Permitir todos - Gestión

source: Management
es: Gestión

source: Select datastore permissions
es: Seleccionar permisos del almacén de datos

source: All staff users can use this datastore to create layers
es: Todos los usuarios staff pueden usar este almacén de datos para crear capas

source: Allow all - Use
es: Permitir todos - Uso

source: All staff users can manage (edit) this datastore
es: Todos los usuarios staff pueden gestionar (editar) este almacén de datos

source: Select layer permissions
es: Seleccione los permisos de capa

source: Layer will be readable by everyone if public
es: La capa será accesible por todo el mundo si es pública
pt_br: A camada será lida por todos se for pública

source: Is public
es: Es pública
pt_br: É pública

source: Non editable permissions since they have been set by a specific permission tool
es: Permisos no editables ya que han sido establecidos por una herramienta de permisos específicaPermisos no editables porque han sido aplicados por una herramienta específica de gestión de permisos

source: Generic user role image
es: Imagen genérica de un rol de usuario

source: Read permission
es: Permiso de lectura

source: Write permission
es: Permiso de escritura

source: Permission to manage
es: Permiso para gestionar

source: Give the selected roles permissions to manage the layergroup
es: Dar a los roles seleccionados permisos para gestionar el grupo de capasDar a los roles seleccionados permisos para gestionar el grupo de capas

source: Permission to include in projects
es: Permiso para incluir en proyectos

source: Nodes
es: Nodos
pt_br: Nós

source: Server nodes
es: Nodos del servidor
pt_br: Nó de servidor

source: Status
es: Estado
pt_br: Estado

source: Is master?
es: Es maestro?
pt_br: É superusuário?

source: Add node
es: Añadir nodo
pt_br: Adicionar nó

source: New node
es: Nuevo nodo
pt_br: Novo nó

source: At least one node must be defined
es: Al menos un nodo debe ser definido
pt_br: Pelo menos um nó deve ser definido

source: One of the nodes must be a master node
es: Uno de los nodos debe ser maestro
pt_br: Um dos nós deve ser um nó mestre

source: Only one master node can exist
es: Solo puede existir un nodo maestro
pt_br: Apenas um nó mestre pode existir

source: Add server
es: Añadir servidor
pt_br: Adicionar servidor

source: Delete server
es: Eliminar servidor
pt_br: Excluir servidor

source: The server and all associated elements will be deleted, Do you want to continue?
es: El servidor y todos los elementos asociados serán eliminados, ¿Desea continuar?El servidor y todos sus elementos asociados serán eliminados, ¿Desea continuar?
pt_br: O servidor e todos os elementos associados serão excluídos. Você quer continuar?

source: Update server
es: Actualizar servidor
pt_br: Atualização do servidor

source: Add service URL
es: Añadir servicio
pt_br: Adicionar a URL do serviço

source: Delete service URL
es: Eliminar servicio
pt_br: Excluir servidor

source: Service URL will be deleted, Do you want to continue?
es: El servicio será eliminado, ¿Desea continuar?
pt_br: A camada será removida. Quer continuar?

source: Update service URL
es: Actualizar servicio
pt_br: Atualizar URL do serviço

source: Table alias
es: Alias de tabla
pt_br: Tabela alias

source: Join Field 1
es: Campo 1 del JOIN
pt_br: Campo 1 do Join

source: Join Field 2
es: Campo 2 del JOIN
pt_br: Campo 2 do Join

source: Add table
es: Añadir tabla
pt_br: Adicionar tabela

source: Included fields
es: Campos incluidos
pt_br: Campos incluídos

source: Select all
es: Seleccionar todos
pt_br: Selecione todos

source: None
es: Ninguno
pt_br: Nenhuma

source: Target datastore is empty
es: El almacén de datos de destino está vacío
pt_br: O armazém de dados de destino está vazio

source: Choose datastore
es: Seleccione almacén de datos
pt_br: Selecionar armazém de dados

source: Data store is empty
es: El almacén de datos está vacío
pt_br: O armazém de dados está vazio

source: Choose table
es: Seleccione tabla
pt_br: Selecionar tabela

source: Table has no fields
es: La tabla no contiene campos
pt_br: A tabela não contém campos

source: No valid table selected
es: No ha seleccionado una tabla válida
pt_br: Nenhuma tabela selecionada

source: Add SQL View
es: Añadir Vista SQL
pt_br: Adicionar Vista SQL

source: Delete SQL View
es: Borrar Vista SQL
pt_br: Excluir Vista SQL

source: The SQL View and all layers using this view will be deleted
es: Se borrará la Vista SQL y todas las capas que usen esta vista
pt_br: A Vista SQL e todas as camadas que utilizam esta vista serão excluídas

source: Remove SQL View
es: Borrar Vista SQL
pt_br: Remover Vista SQL

source: Update SQL View
es: Actualizar Vista SQL
pt_br: Atualizar Vista SQL

source: SQL views can't be edited.
es: Las vistas SQL no son editables.
pt_br: As visualizações SQL não podem ser editadas.

source: Add workspace
es: Añadir espacio de trabajo
pt_br: Adicionar espaço de trabalho

source: Showing %(start)s to %(end)s of %(total)s workspaces
es: Mostrando %(start)s a %(end)s de %(total)s espacios de trabajo

source: Delete workspace
es: Eliminar espacio de trabajo
pt_br: Excluir espaço de trabalho

source: The workspace and its registered data stores and resources will be deleted
es: El espacio de trabajo y sus almacenes de datos y recursos registrados serán eliminadosEl espacio de trabajo y los recursos asignados al mismo serán eliminados
pt_br: O espaço de trabalho e as suas reservas e recursos de dados registados serão eliminados

source: Update workspace
es: Actualizar espacio de trabajo
pt_br: Atualizar espaço de trabalho

source: Workspace description
es: Descripción del espacio de trabajo
pt_br: Descrição do espaço de trabalho

source: Invalid workspace name: '{value}'. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
es: Nombre de espacio de trabajo no válido: '{value}'. Los identificadores deben comenzar con una letra o un guion bajo (_). Los siguientes caracteres pueden ser letras, guiones o números
pt_br: Nome inválido da área de trabalho: '{value}'. Os identificadores devem começar com uma letra ou um sublinhado (_). Os caracteres subsequentes podem ser letras, sublinhados ou números

source: Error: workspace could not be created
es: Error: el workspace no puede ser creado
pt_br: Erro: o espaço de trabalho não pôde ser criado

source: Invalid datastore name: '{value}'. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
es: Nombre de almacén no válido: '{value}'. Los identificadores deben comenzar con una letra o un guion bajo (_). Los siguientes caracteres pueden ser letras, guiones o números
pt_br: Nome do armazém de dados inválido: '{value}'. Os identificadores devem começar com uma letra ou um sublinhado (_). Os caracteres subsequentes podem ser letras, sublinhados ou números

source: Invalid datastore name: '{value}'. Identifiers must be in lowercase.
es: Nombre de almacén de datos no válido: '{value}'. Los identificadores deben estar en minúsculas.Nombre de almacén no válido: '{value}'. Los identificadores deben escribirse en minúsculas.

source: Schema name is required
es: El nombre del esquema es obligatorio

source: Invalid schema name. Use only letters, numbers and underscores, starting with a letter or underscore.
es: Nombre de esquema no válido. Use solo letras, números y guiones bajos, comenzando con una letra o guion bajo.

source: Error: Data store could not be created
es: Error: El almacén de datos no puede ser creado
pt_br: Erro: A memória de dados não pôde ser criada

source: Error creating schema:
es: Error creando el esquema:

source: Error: GeoTIFF is not georreferenced
es: Error: El GeoTIFF especificado no está georreferenciado
pt_br: Erro: GeoTIFF não é georreferenciado

source: Error updating datastore
es: Error actualizando el almacén de datos
pt_br: Erro na atualização do armazém de dados

source: ERROR can't connect with GeoServer
es: ERROR no se puede conectar con GeoServer
pt_br: ERRO: não pode se conetar com GeoServer

source: ERROR can't remove GeoServer data. Forcing remove from DataBase
es: ERROR no se pueden eliminar los datos de GeoServer. Forzando eliminación desde la BBDD
pt_br: ERRO: não pode remover dados do GeoServer. Forçando a remoção de dados da Base de Dados

source: ERROR User is not authorized to perform this operation
es: ERROR El usuario no está autorizado a realizar esta operación
pt_br: ERRO: O usuário não está autorizado a realizar esta operação

source: Vector layer containing information on {}
es: Capa vectorial que contiene información sobre {}

source: Raster layer containing information on {}
es: Capa ráster que contiene información sobre {}

source: External layer providing information on {}
es: Capa externa que proporciona información sobre {}

source: Layer containing information on {}
es: Capa que contiene información sobre {}

source: You are not allowed to use the selected datastore
es: No tienes permisos para usar el almacén de datos seleccionado

source: You are not allowed to manage the selected layergroup
es: No tienes permisos para gestionar el grupo de capas seleccionado

source: Error clearing cache. Cause: {cause}.
es: Error borrando la caché. Causa: {cause}
pt_br: Cache de compensação de erros. Causa: {cause}.

source: Not supported.
es: No soportado.
pt_br: Não suportado

source: You must enter a name for layer group
es: Debe introducir un nombre para el grupo de capas
pt_br: É necessário inserir um nome para o grupo de camadas

source: Invalid layer group name: '{value}'. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
es: Nombre del grupo de capas inválido: '{value}'. Los identificadores deben comenzar con una letra o un guión bajo (_). Los siguientes caracteres pueden ser letras, guiones, o números
pt_br: Nome inválido do grupo de camadas: '{value}'. Os identificadores devem começar com uma letra ou um sublinhado (_). Os caracteres subsequentes podem ser letras, sublinhados ou números

source: Layer group name already exists
es: El nombre del grupo de capas ya exsite
pt_br: O nome do grupo de camadas já existe

source: Error: table already exists. Try to publish the layer instead of creating an empty one.
es: Error: la tabla ya existe. Intente publicar la capa en lugar de crear una capa vacía

source: You must enter a title for enumeration
es: Debe introducir un título para la enumeración
pt_br: É necessário entrar um título para enumeração

source: Name already taken
es: El nombre ya existe
pt_br: Nome já utilizado

source: Name and title are required
es: El nombre y el título son obligatorios

source: Error updating enumeration:
es: Error al actualizar la enumeración:

source: Error: ExternalLayer could not be published
es: Error: la capa externa no puede ser publicada
pt_br: Erro: Camada externa não pôde ser publicada

source: Error: externallayer could not be published
es: Error: la capa externa no puede ser publicada
pt_br: Erro: camada externa não pôde ser publicada

source: The layer was saved successfully, but there was an error uploading the style file. Please try uploading it again.
es: La capa se ha guardado correctamente, pero hubo un error al subir el archivo de estilo. Por favor, intente subirlo de nuevo.

source: Error configuring layer. Cause: {cause}.
es: Error configurando la capa. Causa: {cause}
pt_br: Erro de configuração da camada. Causa: {cause}

source: Error accessing layer. Cause: {cause}.
es: Error accediendo a la capa. Causa: {cause}
pt_br: Erro na camada de acesso. Causa: {cause}

source: Error accessing layer group. Cause: {cause}.
es: Error accediendo al grupo de capas. Cause: {cause}
pt_br: Erro ao acessar grupo de camadas. {cause}.

source: Connection created successfully
es: Conexión creada correctamente

source: Connection not found
es: Conexión no encontrada

source: You do not have permission to manage this connection
es: No tiene permiso para gestionar esta conexión

source: Connection updated but some datastores could not be synchronized with GeoServer:
es: Conexión actualizada pero algunos almacenes de datos no pudieron sincronizarse con GeoServer:

source: Connection updated successfully
es: Conexión actualizada correctamente

source: Cannot delete connection. It is being used by {0} datastore(s).
es: No se puede eliminar la conexión. Está siendo usada por {0} almacén(es) de datos.

source: Connection and all associated resources deleted successfully
es: Conexión y todos los recursos asociados eliminados correctamente

source: Entity is required for testing SEGEX connection
es: La entidad es obligatoria para probar la conexión SEGEX

source: Connection type not supported for testing
es: Tipo de conexión no soportado para pruebas

source: Configuration is only available for PostGIS connections
es: La configuración solo está disponible para conexiones PostGIS

source: Triggers are only available for PostGIS connections
es: Los disparadores solo están disponibles para conexiones PostGIS

source: Name is required
es: El nombre es obligatorio

source: A trigger with this name already exists
es: Ya existe un disparador con este nombre

source: At least one event must be selected
es: Debe seleccionar al menos un evento

source: Trigger created successfully
es: Disparador creado correctamente

source: Trigger updated but some layer triggers could not be reinstalled:
es: Disparador actualizado pero algunos disparadores de capa no pudieron reinstalarse:

source: Trigger updated and reinstalled in %(count)d layer(s)
es: Disparador actualizado y reinstalado en %(count)d capa(s)

source: Trigger updated successfully
es: Disparador actualizado correctamente

source: Trigger not found
es: Disparador no encontrado

source: Trigger ID is required
es: El ID del disparador es obligatorio

source: Trigger deleted but some layer triggers could not be uninstalled:
es: Disparador eliminado pero algunos disparadores de capa no pudieron desinstalarse:

source: Trigger deleted
es: Disparador eliminado

source: Trigger deleted successfully
es: Disparador eliminado correctamente

source: Method not allowed
es: Método no permitido

source: Missing required parameters
es: Faltan parámetros obligatorios

source: You do not have permission to duplicate this trigger
es: No tiene permiso para duplicar este disparador

source: You do not have permission to manage the target connection
es: No tiene permiso para gestionar la conexión de destino

source: Trigger duplicated successfully
es: Disparador duplicado correctamente

source: Source trigger not found
es: Disparador de origen no encontrado

source: Target connection not found
es: Conexión de destino no encontrada

source: Permission denied
es: Permiso denegado

source: Layer has no associated connection
es: La capa no tiene una conexión asociada

source: Trigger does not belong to the layer connection
es: El disparador no pertenece a la conexión de la capa

source: Field name is required for calculated field triggers
es: El nombre del campo es obligatorio para disparadores de campo calculado

source: This field is already assigned to another calculated field trigger
es: Este campo ya está asignado a otro disparador de campo calculado

source: This trigger is already assigned to this layer
es: Este disparador ya está asignado a esta capa

source: Trigger assigned and installed successfully
es: Disparador asignado e instalado correctamente

source: Layer not found
es: Capa no encontrada

source: Missing assignment ID
es: Falta el ID de asignación

source: Trigger removed successfully
es: Disparador eliminado correctamente

source: Assignment not found
es: Asignación no encontrada

source: Selected trigger is not a calculated field trigger
es: El disparador seleccionado no es un disparador de campo calculado

source: Error creating field:
es: Error creando el campo:

source: Field created but trigger installation failed:
es: Campo creado pero la instalación del disparador falló:

source: Field created and trigger assigned successfully
es: Campo creado y disparador asignado correctamente

source: Access denied
es: Acceso denegado

source: Connection failed
es: La conexión falló
pt_br: A conexão falhou

source: Status code:
es: Código de estado:
pt_br: Código de situação:
