Repository: gvSIGAssociation/gvsig-online
Catalog: gvsigol/gvsigol_services/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: PostGIS vector
es: PostGIS vectorial
pt_br: Vetor PostGIS

source: Cascading WMS
es: WMS en cascada
pt_br: WMS em cache

source: ImageMosaic
es: Mosaico de Imágenes
pt_br: Mosaico de imagens

source: Vector layer
es: Capa vectorial
pt_br: Camada vetorial

source: SQL View
es: Vista SQL
pt_br: Vista SQL

source: There is already a style named
es: Ya existe un estilo con el nombre

source: Error publishing the layer. Backend error: {msg}
es: Error publicando la capa. Error: {msg}
pt_br: Erro na publicação da camada. Erro backend: {msg}

source: Error: layer could not be published
es: Error: la capa no puede ser publicada
pt_br: Erro: a camada não pôde ser publicada

source: Error publishing the layer group. Backend error: {msg}
es: Error publicando el grupo de capas. Error: {msg}
pt_br: Erro na publicação do grupo de camadas. Erro backend: {msg}

source: Error: layer group could not be published
es: Error: el grupo de capas no puede ser publicado
pt_br: Erro: o grupo de camadas não pôde ser publicado

source: Error: layer group could not be published. Error:
es: Error: el grupo de capas no puede ser publicado. Error:

source: Error changing property. Backend error: {msg}
es: Error cambiando la propiedad. Error de backend: {msg}
pt_br: Erro ao mudar de propriedade. Erro backend: {msg}

source: Error: layer could not be updated
es: Error: la capa no puede ser actualizada
pt_br: Erro: a camada não pôde ser atualizada

source: The connection parameters contain an invalid database name: {value}. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
es: Los parámetros de conexión de base de datos contienen un nombre no válido : {value}. Identificadores deben comenzar con una letra o un guión bajo ( _ ) . Los siguientes caracteres pueden ser letras, guiones o números
pt_br: Os parâmetros de conexão contêm um nome de banco de dados inválido: {value}. Os identificadores devem começar com uma letra ou um sublinhado (_). Os caracteres subsequentes podem ser letras, sublinhados ou números

source: The connection parameters contain an invalid user name: {value}. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
es: Los parámetros de conexión contienen un nombre de usuario no válido : {value}. Identificadores deben comenzar con una letra o un guión bajo ( _ ) . Los siguientes caracteres pueden ser letras, guiones o números
pt_br: Os parâmetros de conexão contêm um nome de usuário inválido: {value}. Os identificadores devem começar com uma letra ou um traço (_). Os caracteres subsequentes podem ser letras, sublinhados ou números

source: The connection parameters contain an invalid schema: {value}. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
es: Los parámetros de conexión contienen un equema no válido : {value}. Identificadores deben comenzar con una letra o un guión bajo ( _ ) . Los siguientes caracteres pueden ser letras, guiones o números
pt_br: Os parâmetros de conexão contêm um esquema inválido: {value}. Os identificadores devem começar com uma letra ou um sublinhado (_). Os caracteres subsequentes podem ser letras, sublinhados ou números

source: Error creating the layer. Review the file format.
es: Error creando la capa. Revisar el formato del fichero.
pt_br: Erro ao criar a camada. Revisar o formato do arquivo.

source: Invalid layer fields: '{value}'. Layer can't have fields with whitespaces
es: Campos inválidos: '{value}'. La capa no puede tener campos con espacios en blanco
pt_br: Campos de camada inválidos: '{value}'. Camada não pode ter campos com espaços em branco

source: Invalid layer name: '{value}'. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
es: Nombre de capa no válido: '{value}'. Los identificadores deben comenzar con una letra o un guion bajo (_). Los siguientes caracteres pueden ser letras, guiones o números
pt_br: Nome da camada inválido: '{value}'. Os identificadores devem começar com uma letra ou um sublinhado (_). Os caracteres subsequentes podem ser letras, sublinhados ou números

source: Error uploading the layer. Review the file format. Cause:
es: Error publicando la capa. Revisar el formato del fichero. Causa:
pt_br: Erro ao carregar a camada. Revisar o formato do arquivo. Causa:

source: Invalid geometry type
es: Tipo de geometría no válido
pt_br: Tipo de geometria inválida

source: Duplicated field name: {0}
es: Nombre de campo duplicado: {0}
pt_br: Nome do campo duplicado: {0}

source: Invalid field name. '{0}' is a reserved word
es: Nombre de campo inválido. '{0}' es una palabra reservada
pt_br: Nome de campo inválido. {0}' é uma palavra reservada

source: Unsupported field type: {0}
es: Tipo de campo no soportado: {0}
pt_br: Tipo de campo não suportado: {0}

source: At least one field must be defined
es: Debe definir por lo menos un campo
pt_br: Pelo menos um campo deve ser definido

source: Invalid field definition
es: Definición de campo no válida
pt_br: Definição de campo inválida

source: A layer already exists with this name: '{value}'
es: Ya existe una capa con este nombre: '{value}'
pt_br: Já existe uma camada com este nome: '{value}'.

source: Error occurred building the view. Review the SQL sentence
es: Ha ocurrido un error construyendo la vista. Revisar la sentencia SQL
pt_br: Ocorreu um erro na construção da vista. Reveja a frase SQL

source: Invalid field name: '{value}'. Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
es: Nombre de campo no válido: '{value}'. Los identificadores deben comenzar con una letra o un guion bajo (_). Los siguientes caracteres pueden ser letras, guiones o números
pt_br: Nome da camada inválido: '{value}'. Os identificadores devem começar com uma letra ou um sublinhado (_). Os caracteres subsequentes podem ser letras, sublinhados ou números

source: Bad file format. The provided zip file must not contain any subdirectory.
es: Formato de archivo incorrecto. El archivo zip proporcionada no debe contener ningún subdirectorio.
pt_br: Formato de ficheiro defeituoso. O arquivo zip fornecido não deve conter nenhum subdiretório.

source: autodetect
es: autodetectar
pt_br: autodetecção

source: Create
es: Crear
pt_br: Criar

source: Append
es: Añadir
pt_br: Adicionar

source: Overwrite
es: Sobrescribir
pt_br: Sobrescrever

source: Point
es: Punto
pt_br: Ponto

source: Multipoint
es: Multipunto
pt_br: Múltiplos pontos

source: Line
es: Línea
pt_br: Linha

source: Multiline
es: Multilínea
pt_br: Multilinha

source: Polygon
es: Polígono
pt_br: Polígono

source: Multipolygon
es: Multipolígono
pt_br: Multipolígono

source: Preserve primary key values
es: Conservar los valores de la clave primaria

source: Do not preserve primary key values
es: No conservar los valores de la clave primaria

source: Not applicable
es: No aplicable

source: Preserve table structure (truncate mode)
es: Conservar la estructura de tabla (modo 'truncate')

source: Delete and recreate table
es: Eliminar y recrear la tabla

source: continuous interval
es: Intervalo continuo
pt_br: intervalo contínuo

source: smallest domain value
es: Menor valor del dominio
pt_br: menor valor de domínio

source: biggest domain value
es: Mayor valor del dominio
pt_br: maior valor de domínio

source: nearest to the reference value
es: Valor más cercano al valor referencia
pt_br: mais próximo do valor de referência

source: reference value
es: Valor de referencia
pt_br: valor de referência

source: Workspace
es: Espacio de trabajo
pt_br: Espaço de trabalho

source: File
es: Archivo
pt_br: Arquivo

source: Name
es: Nombre
pt_br: Nome

source: Title
es: Título
pt_br: Título

source: Layer group
es: Grupo de capas
pt_br: Grupo de camadas

source: Queryable
es: Consultable
pt_br: Consultável

source: Cached
es: Cacheada
pt_br: Cache

source: Single image
es: Imagen simple (sin tiles)
pt_br: Imagem única

source: Date regex
es: Expresión regular de fecha
pt_br: Data regex

source: Elevation regex
es: Expresión regular de elevación
pt_br: Elevação regex

source: Datastore
es: Almacén de datos
pt_br: Armazém de dados

source: Mode
es: Modo
pt_br: Modo

source: Encoding
es: Codificación
pt_br: Codificação

source: Preserve primary key
es: Conservar la clave primaria

source: Primary key column
es: Columna de clave primaria
pt_br: Coluna chave primária

source: Preserve table structure
es: Conservar estructura de tabla

source: SQL Statement
es: Sentencia SQL
pt_br: Declaração SQL

source: Geometry column
es: Columna de geometría
pt_br: Coluna de geometria

source: Geometry type
es: Tipo de geometría
pt_br: Tipo de geometria

source: Allow downloads
es: Permitir descargas
pt_br: Permitir downloads

source: Fields
es: Campos
pt_br: Campos

source: Field
es: Campo
pt_br: Campo

source: End field
es: Campo final
pt_br: Fim do campo

source: Presentation
es: Presentación
pt_br: Apresentação

source: Resolution year
es: Resolución año
pt_br: Ano de resolução

source: Resolution month
es: Resolución mes
pt_br: Mês da resolução

source: Resolution week
es: Resolución semana
pt_br: Semana da resolução

source: Resolution day
es: Resolución día
pt_br: Dia da resolução

source: Resolution hour
es: Resolución hora
pt_br: Hora da resolução

source: Resolution minute
es: Resolución minuto
pt_br: Minuto da resolução

source: Resolution second
es: Resolución segundo
pt_br: Segundo da resolução

source: Default mode
es: Modo por defecto
pt_br: Modo padrão

source: Default value
es: Valor por defecto
pt_br: Valor proposto

source: Error: Invalid field definition
es: Error: Definición de campo no válida
pt_br: Erro: Definição de campo inválida

source: Other
es: Otro

source: seconds
es: segundos
pt_br: segundos

source: minutes
es: minutos
pt_br: minutos

source: hours
es: horas
pt_br: horas

source: days
es: días
pt_br: dias

source: months
es: meses
pt_br: meses

source: years
es: años
pt_br: anos

source: Description
es: Descripción
pt_br: Descrição

source: Type
es: Tipo
pt_br: Tipo

source: Frontend URL
es: URL del frontal
pt_br: URL de entrada

source: User
es: Usuario
pt_br: Usuário

source: Default
es: Por defecto
pt_br: Padrão

source: Server
es: Servidor
pt_br: Servidor

source: Cache URL
es: Caché URL

source: Is public?
es: ¿Público?
pt_br: É público?

source: Connection params
es: Parámetros de conexión
pt_br: Parâmetros de conexão

source: Connection
es: Conexión

source: Schema
es: Esquema
pt_br: Esquema

source: Select an existing schema or type a new name to create it
es: Seleccione un esquema existente o escriba un nuevo nombre para crearlo

source: Datastore already exists
es: El almacén de datos ya existe
pt_br: O armazém já existe

source: Please select a connection
es: Por favor, seleccione una conexión

source: Please select a schema
es: Por favor, seleccione un esquema

source: Error: Invalid JSON format
es: Error: Formato JSON no válido
pt_br: Erro: Formato JSON inválido

source: Connection params are required
es: Los parámetros de conexión son obligatorios

source: Format
es: Formato
pt_br: Formato

source: Resolution
es: Resolución
pt_br: Resolução

source: Default date value
es: Valor por defecto de fecha
pt_br: Avaliação da data predefinida

source: Version
es: Versión
pt_br: Versão

source: Layers
es: Capas
pt_br: Camada

source: Featureinfo format
es: Formato de featureinfo
pt_br: Formato da informação de característica

source: Tilematrix
es: Matriz de teselas

source: Mapbox style URL
es: URL del archivo de estilo Mapbox

source: Or upload your Mapbox style (.json)
es: O sube tu archivo de estilo Mapbox (.json)

source: Custom SRS
es: Sistema de referencia de coordenadas personalizado

source: Tables
es: Tablas
pt_br: Tabela

source: At least one table must be selected
es: Debe seleccionar al menos una tabla
pt_br: Pelo menos uma tabela deve ser definido

source: Invalid table definition
es: Definición de tabla no válida
pt_br: Definição da tabela inválida

source: Invalid table definition. Join field 1 is missing
es: Definición de tabla no válida. Falta el campo 1 del JOIN
pt_br: Definição da tabela inválida. Falta o campo 1 está faltando

source: Invalid table definition. Join field 2 is missing
es: Definición de tabla no válida. Falta el campo 2 del JOIN
pt_br: Definição da tabela inválida. Falta o campo 2 está faltando

source: Duplicated alias
es: Alias duplicado
pt_br: Nome do campo duplicado

source: At least one field must be selected
es: Debe seleccionar al menos un campo
pt_br: Pelo menos um campo deve ser definido

source: Category
es: Categoría

source: Host
es: Servidor

source: Port
es: Puerto

source: Database
es: Base de datos

source: Password
es: Contraseña
pt_br: Senha

source: Additional parameters (JSON)
es: Parámetros adicionales (JSON)

source: Optional parameters in JSON format
es: Parámetros opcionales en formato JSON

source: User name
es: Nombre de usuario

source: Service name
es: Nombre del servicio

source: TDS Version
es: Versión TDS

source: Domain
es: Dominio

source: API Key
es: Clave API

source: Client ID
es: ID de cliente

source: Secret
es: Secreto

source: Entity
es: Entidad

source: Entity code from SEDIPUALB@
es: Código de entidad de SEDIPUALB@

source: User (wsSegUser)
es: Usuario (wsSegUser)

source: Tenant ID
es: ID de inquilino

source: Client Secret
es: Secreto del cliente

source: SharePoint Host
es: Servidor de SharePoint

source: Site Path
es: Ruta del sitio

source: E-mail
es: Correo electrónico

source: Id Acceso
es: ID de acceso

source: Invalid JSON format
es: Formato JSON no válido

source: This field is required
es: Este campo es obligatorio

source: Leave empty to keep current password
es: Dejar vacío para mantener la contraseña actual

source: Leave empty to keep current secret
es: Dejar vacío para mantener el secreto actual

source: Inverse Geocoder Cartociudad
es: Geocodificador inverso Cartociudad
pt_br: Geocoder Inverso Cartocidade

source: Inverse Geocoder ICV
es: Geocodificador inverso ICV
pt_br: Geocoder Inverso ICV

source: Area (m2)
es: Área (m2)

source: JSON with connection parameters
es: JSON con parámetros de conexión

source: Optional additional parameters in JSON format
es: Parámetros adicionales opcionales en formato JSON

source: Allow all users to create datastores with this connection
es: Permitir a todos los usuarios crear almacenes de datos con esta conexión

source: Allow all users to use this connection in ETL
es: Permitir a todos los usuarios usar esta conexión en ETL

source: Allow all users to manage this connection (edit, delete)
es: Permitir a todos los usuarios gestionar esta conexión (editar, eliminar)

source: Connections
es: Conexiones

source: This role can create datastores with this connection
es: Este rol puede crear almacenes de datos con esta conexión

source: This role can use this connection in ETL
es: Este rol puede usar esta conexión en ETL

source: This role can manage this connection (edit, delete)
es: Este rol puede gestionar esta conexión (editar, eliminar)

source: Connection Role
es: Rol de conexión

source: Connection Roles
es: Roles de conexión

source: Insert
es: Insertar

source: Update
es: Actualizar
pt_br: Atualização

source: Delete
es: Eliminar
pt_br: Apagar

source: Before
es: Antes

source: After
es: Después

source: Global (all schemas)
es: Global (todos los esquemas)

source: Specific schemas
es: Esquemas específicos

source: PL/pgSQL (database trigger)
es: PL/pgSQL (disparador de base de datos)

source: Python (application-level)
es: Python (nivel de aplicación)

source: Connection where this trigger will be executed
es: Conexión donde se ejecutará este disparador

source: Unique name for this trigger
es: Nombre único para este disparador

source: Description of what this trigger does
es: Descripción de lo que hace este disparador

source: Events that activate this trigger (comma-separated: INSERT,UPDATE,DELETE)
es: Eventos que activan este disparador (separados por comas: INSERT,UPDATE,DELETE)

source: When the trigger executes relative to the event
es: Cuándo se ejecuta el disparador en relación al evento

source: SQL code to execute. Use NEW for inserted/updated row, OLD for deleted/updated row.
es: Código SQL a ejecutar. Use NEW para la fila insertada/actualizada, OLD para la fila eliminada/actualizada.

source: Whether the trigger applies to all schemas or specific ones
es: Si el disparador se aplica a todos los esquemas o solo a algunos específicos

source: JSON array of schema names if scope is "schemas"
es: Array JSON de nombres de esquemas si el alcance es "esquemas"

source: If enabled, this trigger can be used as a calculated field in layers
es: Si está habilitado, este disparador se puede usar como campo calculado en capas

source: Language of the trigger code: PL/pgSQL for database triggers, Python for application-level triggers
es: Lenguaje del código del disparador: PL/pgSQL para disparadores de base de datos, Python para disparadores a nivel de aplicación

source: Allow all staff users to use this trigger in their layers
es: Permitir a todos los usuarios staff usar este disparador en sus capas

source: Connection Trigger
es: Disparador de conexión

source: Connection Triggers
es: Disparadores de conexión

source: Reference to centralized connection
es: Referencia a la conexión centralizada

source: Database schema for this datastore
es: Esquema de base de datos para este almacén de datos

source: True if using connection_params directly, False if using Connection reference
es: Verdadero si usa connection_params directamente, Falso si usa referencia a Conexión

source: If enabled, all staff users can use this datastore
es: Si está habilitado, todos los usuarios staff pueden usar este almacén de datos

source: If enabled, all staff users can manage (edit) this datastore
es: Si está habilitado, todos los usuarios staff pueden gestionar (editar) este almacén de datos

source: Can use this datastore to create layers
es: Puede usar este almacén de datos para crear capas

source: Can manage (edit description) this datastore
es: Puede gestionar (editar descripción) este almacén de datos

source: Datastore Role
es: Rol de almacén de datos

source: Datastore Roles
es: Roles de almacén de datos

source: enumerated ({0})
es: enumerado ({0})
pt_br: enumerado ({0})

source: Name of the field that will be calculated by this trigger (only for calculated field triggers)
es: Nombre del campo que será calculado por este disparador (solo para disparadores de campo calculado)Nombre del campo que será calculado por este disparador (solo para disparadores de campo calculado)

source: Whether the trigger is currently installed in the database
es: Si el disparador está actualmente instalado en la base de datos

source: Whether the trigger is enabled (active) or disabled in the database
es: Si el disparador está habilitado (activo) o deshabilitado en la base de datos

source: Layer Connection Trigger
es: Disparador de conexión de capa

source: Layer Connection Triggers
es: Disparadores de conexión de capa

source: Layer datastore has no associated connection
es: El almacén de datos de la capa no tiene una conexión asociada

source: Trigger installation is only supported for PostGIS connections
es: La instalación de disparadores solo está soportada para conexiones PostGIS

source: Could not connect to database
es: No se pudo conectar a la base de datos

source: Trigger installed successfully
es: Disparador instalado correctamente

source: Trigger was not installed
es: El disparador no estaba instalado

source: Trigger uninstalled successfully
es: Disparador desinstalado correctamente

source: Trigger is not installed
es: El disparador no está instalado

source: Trigger enabled successfully
es: Disparador habilitado correctamente

source: Trigger disabled successfully
es: Disparador deshabilitado correctamente

source: Alphabetical
es: Alfabético

source: Layer requests
es: Peticiones de capa
pt_br: Solicitações de camadas

source: Layer requests by user
es: Peticiones de capa por usuario
pt_br: Solicitações de camadas por usuário

source: Users
es: Usuarios
pt_br: Usuários

source: gvSIG Online only supports overwriting/appending tables with primary key named ogc_fid due to the version of gdal/ogr installed on the server.
es: gvSIG Online sólo soporta sobreeescribir/añadir a tablas con clave primaria llamada ogc_fid debido a la versión de gdal/ogr instalada en el servidor

source: Overwrite or append was specified but the table does not exist: {0}
es: Se especificó sobrescribir o añadir pero la tabla no existe: {0}

source: The export has failed because it would create duplicate values in the {pkfield} field, which does not allow duplicate values. Consider correcting the data or read the User Manual for the option 'Do not preserve primary key'. Details: {details}
es: La exportación ha fallado porque crearía valores duplicados en el campo {pkfield}, que no permite valores duplicados. Considere corregir los datos o consulte en el Manual de Usuario la opción 'No preservar clave primaría' Detalles: {details}

source: Add base layer
es: Añadir capa base
pt_br: Adicionar camada base

source: Delete base layer
es: Eliminar capa base
pt_br: Excluir camada base

source: Base layer will be deleted
es: La capa base será borrada
pt_br: A camada base será eliminada

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Accept
es: Aceptar
pt_br: Aceitar

source: Processing request...
es: Procesando petición...
pt_br: Processando solicitação...

source: Search%(sep)s
es: Buscar%(sep)s
pt_br: Pesquisar%(sep)s

source: Showing %(numrecords)s records
es: Mostrando %(numrecords)s registros
pt_br: Mostrando %(numrecords)s registros

source: Showing from %(start)s to %(end)s of %(numrecords)s records
es: Mostrando desde %(start)s a %(end)s de %(numrecords)s registros
pt_br: Mostrando desde %(start)s até %(end)s de %(numrecords)s registros

source: Showing from 0 to 0 of 0 records
es: Mostrando desde 0 a 0 de 0 registros
pt_br: Mostrando de 0 a 0 de 0 registros

source: Filtering %(max)s records
es: Filtrando %(max)s registros
pt_br: Filtragem %(max)s registros

source: Loading...
es: Cargando...
pt_br: Carregando...

source: No records available
es: No hay registros disponibles
pt_br: Nenhum registro disponível

source: First
es: Primero
pt_br: Primeiro

source: Previous
es: Anterior
pt_br: Anterior

source: Next
es: Siguiente
pt_br: Seguinte

source: Last
es: Último
pt_br: Último

source: %(sep)sSort ascending
es: %(sep)sOrden ascendente
pt_br: %(sep)sSort ascendente

source: %(sep)sSort descending
es: %(sep)sOrden descendente
pt_br: %(sep)sSort descendente

source: Remove baselayer
es: Eliminar capa base
pt_br: Remover a camada base

source: Update baselayer
es: Actualizar capa base
pt_br: Atualizar camada base

source: Cached layers
es: Capas cacheadas
pt_br: Camadas em cache

source: Cached groups
es: Grupos cacheados
pt_br: Camadas em grupos

source: Clear cache
es: Limpiar caché
pt_br: Limpar cache

source: Configure cache options
es: Configurar opciones de cache
pt_br: Configurar opções de cache

source: Test connection
es: Probar conexión
pt_br: Conexão de teste

source: Save
es: Guardar
pt_br: Salvar

source: Permissions
es: Permisos
pt_br: Ler permissões

source: Connection details
es: Detalles de conexión

source: Connection parameters
es: Parámetros de conexión

source: Additional parameters
es: Parámetros adicionales

source: Municipality
es: Municipio

source: Select domain first and click Load
es: Seleccione primero el dominio y haga clic en Cargar

source: Load
es: Cargar
