Repository: gvSIGAssociation/gvsig-online
Catalog: gvsigol_plugin_geocoding/locale/*/LC_MESSAGES/django.po
Languages: es

source: Not founded
es: No encontrado

source: Type
es: Tipo de proveedor

source: Workspace
es: Espacio de trabajo

source: Datastore
es: Almacén de datos

source: Resource
es: Tabla a indexar

source: Text
es: Campo con el texto a indexar

source: Geom
es: Campo con la geometría

source: Category
es: Nombre de la categoría

source: Parameters
es: Parámetros avanzados

source: Candidates URL
es: URL de candidatos

source: Find URL
es: URL de búsqueda

source: Reverse URL
es: URL inversa

source: Limit
es: Límite

source: Not found
es: No encontrado

source: Not founded. The rate-limit is exceeded for this API
es: No encontrado. La tarifa máxima se ha excedido para esta API

source: gvsigol_plugin_geocoding manual title
es: Plugin Gecoding

source: gvsigol_plugin_geocoding manual desc
es: Este plugin añade geocodificación directa e inversa a gvSIG Online

source: Google Maps services
es: Servicios de Google Maps

source: Nominatim services
es: Servicios de Nominatim

source: Cartography of CartoCiudad
es: Cartografía de CartoCiudad

source: (New) Cartography of CartoCiudad
es: (Nueva) Cartografía de CartoCiudad

source: Other data sources
es: Otros orígenes de datos

source: IDE Uruguay Geocoder
es: Geocodificador de la IDE d'Uruguai

source: Generic API Service Geocoder
es: Servicio de Geocodificador de API Genérica

source: Geocoding
es: Geocodificador

source: Add provider
es: Añadir proveedor de búsquedas

source: Save
es: Guardar

source: Data Store
es: Almacén de datos

source: Resource name
es: Tabla a indexar

source: ID Field
es: Campo identificativo del elemento

source: Text Field
es: Campo con el texto a indexar

source: Geom Field
es: Campo con la geometría

source: Select image
es: Selecciónar icono

source: Projects
es: Proyectos

source: All projects
es: Todos los proyectos

source: By project
es: Por proyecto

source: Project list
es: Lista de proyectos

source: Add selected
es: Añadir seleccionado

source: Add all
es: Añadir todos

source: Delete all
es: Eliminar todos

source: Advanced params
es: Parámetros avanzados

source: Data store contains no resources to publish
es: El almacén de datos no contiene tablas publicadas para mostrar

source: Choose dataStore
es: Elige almacén de datos

source: Service is unavailable
es: Servicio no disponible

source: No valid workspace selected
es: Espacio de trabajo inválido

source: Choose resource
es: Elige tabla a indexar

source: No valid data store selected
es: Almacén de datos inválido

source: Resource contains no fields
es: La tabla no tiene campos para mostrar

source: Choose field
es: Elige campo

source: Providers list
es: Lista de proveedores de búsqueda

source: Order
es: Orden

source: Provider
es: Proveedor de búsqueda

source: (Default)
es: (Por defecto)

source: Delete provider
es: Borrar proveedor

source: The provider will be removed, Do you want continue?
es: El proveedor será eliminado, ¿desea continuar?

source: Cancel
es: Cancelar

source: Accept
es: Aceptar

source: Processing request...
es: Procesando petición...

source: Search%(sep)s
es: Búsqueda%(sep)s

source: Showing %(numrecords)s records
es: Mostrando %(numrecords)s resultados

source: Showing from %(start)s to %(end)s of %(numrecords)s records
es: Mostrando desde %(start)s a %(end)s de %(numrecords)s resultados

source: Showing from 0 to 0 of 0 records
es: Mostrando desde 0 a 0 de 0 resultados

source: Filtering %(max)s records
es: Filtrando %(max)s resultados

source: Loading...
es: Cargando...

source: No records available
es: No hay resultados disponibles

source: First
es: Primero

source: Previous
es: Previo

source: Next
es: Siguiente

source: Last
es: Último

source: %(sep)sSort ascending
es: %(sep)sOrden ascendente

source: %(sep)sSort descending
es: %(sep)sOrden descendente

source: Update data provider
es: Actualizar proveedor de búsquedas

source: Update provider
es: Actualizar proveedor de búsquedas

source: Change image?
es: ¿Cambiar icono?

source: Import process status
es: Estado del proceso de importación

source: Last Update
es: Última actualización

source: No data uplodaded
es: Sin datos subidos

source: Error in process
es: Error en el proceso

source: No information available
es: Sin información disponible

source: Indexing since
es: Indexando desde

source: Request
es: Petición

source: Fetched
es: Subidos

source: Skipped
es: Ignorados

source: Processed
es: Procesados

source: Update data
es: Actualizar datos

source: Create fulltext index
es: Crear índice fulltext

source: Upload full data
es: Subida completa de datos

source: Duration
es: Duración

source: Error: DataStore has not a valid CartoCiudad schema (Needed ,
es: Error: El almacén de datos no tiene un esquema ajustado a CartoCiudad (Se necesita ,

source: Error: this type of provider is already added to the project
es: Error: Este tipo de proveedor ya está añadido en este proyecto

source: Error: API-Key is needed
es: Error: Se necesita un API-Key

source: Provider not found
es: Proveedor de búsquedas no encontrado

source: 5 segs
es: 5 segundos
