Repository: gvSIGAssociation/gvsig-online
Catalog: trunk/plugin_importfromservice/gvsigol_plugin_importfromservice/locale/*/LC_MESSAGES/djangojs.po
Languages: ca

source: Import from service
ca: Importar desde servei

source: Import layer from service
ca: Importar capa desde servei

source: Service
ca: Servei

source: Service URL
ca: URL del servei

source: Connect
ca: Connectar

source: Remove layer
ca: Eliminar capa

source: You must type a valid URL
ca: Heu d'escriure un URL vàlid

source: Load layer
ca: Carregar capes

source: Imported layers
ca: Capes importades

source: Close
ca: Tancar

source: Mixed content: The page at was loaded over HTTPS, but requested an insecure URL
ca: Contingut mixt: es va carregar la pàgina a HTTPS, però es va sol·licitar un URL insegur
