Repository: gvSIGAssociation/gvsig-online
Catalog: trunk/plugin_downloadman/gvsigol_plugin_downloadman/locale/*/LC_MESSAGES/django.po
Languages: es

source: Request queued
es: Petición encolada

source: Processing request
es: Procesando petición

source: Completed
es: Completado

source: Completed with errors
es: Completado con errores

source: Rejected
es: Rechazado

source: Error queueing request
es: Error encolando la petición

source: Initial notification completed
es: Notificación inicial completada

source: Notification completed
es: Notificación completada

source: Notification error
es: Error de notificación

source: Permanent notification error
es: Error permanente de modificación

source: Active
es: Activo

source: Archived
es: Archivado

source: Awaiting approval
es: Esperando aprobación

source: Multiresource package
es: Paquete multi-recurso

source: Processed #sing#
es: Procesado

source: Cancelled by the user
es: Cancelado por el usuario

source: Cancelled by the administrator
es: Cancelado por el administrador

source: Processed
es: Procesado

source: Canceled
es: Cancelado

source: Expired
es: Caducado

source: Resource queued
es: Recurso en la cola

source: Queued, waiting for free space
es: En cola, esperando espacio libre

source: On hold
es: Suspendido

source: Temporal error
es: Error temporal

source: Permanent error
es: Error permanente

source: Not processed
es: No procesado

source: Not required
es: No requerida

source: Pending
es: Pendiente

source: Accepted
es: Aceptado

source: Approval:
es: Aprobación:

source: Layer resource downloads
es: Descargas de recursos de capa

source: Layer downloads
es: Descargas de capa

source: wfs_download_warning
es: aviso_descarga_wfs

source: Could not check the last file of the WFS download. Maybe the result is incomplete.
es: No se pudo comprobar el último fichero de la descarga WFS. Puede que el resultado esté incompleto.

source: Layer name:
es: Nombre de la capa:

source: Total downloaded geometries:
es: Total geometrías descargadas:

source: Url of last downloaded file:
es: Url del último fichero descargado:

source: Download service: your request has been received - %(requestid)s
es: Servicio de descargas: se ha recibido su petición - %(requestid)s

source: You can use this tracking link to check the status of your request: {0}
es: Puede usar este enlace de seguimiento para comprobar el estado de su petición: {0}

source: Your download request has been received.
es: Se ha recibido su petición de descarga.

source: Included resources:
es: Recursos incluidos:

source: Download service: your request is ready - %(requestid)s
es: Servicio de descargas: su petición está lista - %(requestid)s

source: Your download request is ready.
es: Su petición de descarga está lista.

source: Your download request is ready. Some resources failed to be processed and are not available for download at the moment.
es: Su petición de descarga está lista. Algunos recursos no se pudieron procesar y no están disponibles para descargar en este momento.

source: Download service: request progress - %(requestid)s
es: Servicio de descargas: progreso de la petición - %(requestid)s

source: Your download request has been partially processed.
es: Su petición de descarga se ha procesado parcialmente.

source: You can use the following links to download the requested resources:
es: Puede usar los siguientes enlaces para descargar los recursos solicitados:

source: Download service: request progress - {0}
es: Servicio de descargas: progreso de la petición - {0}

source: -- Link valid until {0!s}:
es: -- Enlace válido hasta {0!s}:

source: -- Contents:
es: -- Contenidos:

source: The following resources are still being processed:
es: Los siguientes recursos se están procesando todavía:

source: Status:
es: Estado:

source: The following resources could not be processed:
es: Los siguientes recursos no se pudieron procesar:

source: You can also use this tracking link to check the status of your request:
es: También puede usar este enlace de descarga para comprobar el estado de su peticion:

source: Download service: a new request is awaiting approval - %(requestid)s
es: Servicio de descargas: una nueva petición está esperando aprobación - %(requestid)s

source: A new request has been registered and is awaiting approval.
es: Se ha registrado una nueva petición y está esperando aprobación.

source: Download service: received request - {0}
es: Servicio de descargas: petición recibida - {0}

source: Use the following link to manage the request:
es: Puede usar el siguiente enlace para gestionar la petición:

source: Our team will contact you when your request has been analysed.
es: Nuestro equipo se pondrá en contacto con usted cuando su petición se haya analizado.

source: Download Service notification - request awaiting approval
es: Notificación del Servicio de Descargas - petición esperando aprobación

source: Download manager
es: Servicio de descargas

source: Download request
es: Petición de descarga

source: User
es: Usuario

source: Internal user
es: Usuario interno

source: External user
es: Usuario externo

source: Date
es: Fecha

source: Status
es: Estado

source: Random ID
es: ID aleatorio

source: Tracking URL
es: URL de seguimiento

source: Generic request
es: Petición genérica

source: Approval status
es: Estado de aprobación

source: Do you want to approve the request?
es: ¿Desea aprobar la petición?

source: Request description
es: Descripción de la petición

source: Approval request
es: Aprobar petición

source: Indended usage
es: Uso previsto

source: Organization
es: Organización

source: Requested area
es: Área solicitada

source: Download links
es: Enlaces de descarga

source: Valid to
es: Válido hasta

source: Downloaded
es: Descargado

source: Contents
es: Contenidos

source: Public Link
es: Enlace público

source: Internal link
es: Enlace interno

source: Requested resources
es: Recursos solicitados

source: Approval
es: Aprobación

source: Resource description
es: Descripción del recurso

source: Layer id
es: Id de capa

source: Type
es: Tipo

source: Disable
es: Desactivar

source: Disable resource
es: Desactivar recurso

source: The resource [<span id="disabled-resource"></span>] will not be available for the user who requested the download. Do you want to continue?
es: El recurso [<span id="disabled-resource"></span>] no estará disponible para el usuario que solicitó la petición. ¿Desea continuar?

source: Cancel
es: Cancelar

source: Accept
es: Aceptar

source: Disable download link
es: Desactivar enlace de descarga

source: The link [<span id="disabled-link"></span>] and the related resources will not be available for the user who requested the download. Do you want to continue?
es: El enlace [<span id="disabled-link"></span>] y los recursos relacionados no estarán disponibles para el usuario que solicitó la petición. ¿Desea continuar?

source: Approve access to a restricted resource
es: Aprobar acceso al recurso restringido

source: The user will get access to a restricted resource [ID <span id="authorized-resource"></span>]. Do you want to continue?
es: El usuario obtendrá acceso al recurso restringido [ID <span id="authorized-resource"></span>]. ¿Desea continuar?

source: Reject approval
es: Rechazar aprobación

source: The resource [<span id="rejected-resource"></span>] will not be available for the user who requested the download. Do you want to continue?
es: El recurso [<span id="rejected-resource"></span>] no estará disponible para el usuario que solicitó la petición. ¿Desea continuar?

source: Complete request
es: Completar petición

source: The request will be tagged as completed. Do you want to continue?
es: La petición se marcará como completada. ¿Desea continuar?

source: Reject request
es: Rechazar petición

source: The request will be tagged as rejected. Do you want to continue?
es: La solicitud se marcará como rechazada. ¿Desea continuar?

source: Close
es: Cerrar

source: Download service
es: Servicio de descargas

source: Version
es: Versión

source: All rights reserved
es: Todos los derechos reservados

source: Active download requests
es: Peticiones de descarga activas

source: Archived download requests
es: Peticiones de descarga archivadas

source: Download manager settings
es: Configuración del gestor de descargas

source: (External user)
es: (Usuario externo)

source: Update request
es: Actualizar petición

source: Default validity (seconds)
es: Validez por defecto (segundos)

source: Maximum size for public downloads (MB)
es: Tamaño máximo para descargas públicas (MB)

source: Maximum number of allowed items in the download list
es: Máximo número de elementos permitidos en la lista de descargas

source: Notifications: admin emails
es: Notificaciones: emails de administradores

source: Save
es: Guardar

source: Processing request...
es: Procesando petición...

source: Search%(sep)s
es: Búscar%(sep)s

source: Showing %(numrecords)s records
es: Mostrando %(numrecords)s registros

source: Showing from %(start)s to %(end)s of %(numrecords)s records
es: Mostrando desde %(start)s hasta %(end)s de %(numrecords)s registros

source: Showing from 0 to 0 of 0 records
es: Mostrando desde 0 hasta 0 de 0 registros

source: Filtering %(max)s records
es: Filtrando %(max)s registros

source: Loading...
es: Cargando...

source: No records available
es: No hay registros disponibles

source: First
es: Primero

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Last
es: Último

source: %(sep)sSort ascending
es: %(sep)sOrdenación ascendente

source: %(sep)sSort descending
es: %(sep)sOrdenación descendente

source: Download Service notification
es: Notificación del Servicio de Descargas

source: Contents:
es: Contenido:

source: Valid to:
es: Valido hasta:

source: Status:
es: Estado:

source: The request has to be analysed and processed.
es: Su petición debe analizarse y procesarse.

source: Intended usage
es: Uso previsto

source: Requested resources:
es: Recursos solicitados:

source: Name
es: Nombre

source: Download request:
es: Petición de descarga:

source: File format
es: Formato de fichero

source: Spatial filter
es: Filtro espacial

source: Include only geometries that intersect the bounding box of the selected area
es: Sólo incluir geometrías que intersecten el bounding box del área seleccionada

source: Do not filter output
es: No filtrar la salida

source: Trim result using the bounding box of the selected area
es: Recortar el resultado usando el bounding box del área seleccionada

source: Vector data
es: Datos vectoriales

source: Raster data
es: Datos ráster

source: Approved
es: Aprobado

source: Your download request could not be found
es: Su petición de descarga no se pudo encontrar

source: Your download request has expired
es: Su petición de descarga ha caducado

source: You can start a new request using the Download Service
es: Puede comenzar una nueva petición usando el Servicio de Descargas

source: Your download request has been cancelled
es: Su petición de descarga se ha cancelado

source: The resource could not be found
es: No se pudo encontrar el recurso

source: Contact the service administrators if you believe this is an error
es: Contacte a los administradores del servicio si cree que se trata de un error
