Repository: gvSIGAssociation/gvsig-online
Catalog: gvsigol_v2.x/gvsigol/gvsigol_services/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: You can not update a data store type GeoTIFF. Delete it and create it again
es: No puede actualizar un almacén de tipo GeoTIFF. Borrelo y creelo de nuevo.

source: Select type
es: Seleccionar tipo

source: Select enumeration
es: Seleccionar enumeración

source: Select multiple enumeration
es: Seleccionar enumeración multiple

source: Field name
es: Nombre del campo

source: Cancel
es: Cancelar

source: Save field
es: Guardar campo

source: Edit field
es: Editar campo

source: true
es: Verdadero

source: false
es: Falso

source: True
es: Verdadero

source: False
es: Falso

source: Invalid name: Identifiers must begin with a letter or an underscore (_). Subsequent characters can be letters, underscores or numbers
es: Nombre no válido: Los identificadores deben empezar con una letra o guión bajo (_). Los siguientes caracteres pueden ser letras, guión bajo o números

source: Enumeration cannot contain point-colon
es: los valores no pueden contener valores (;)

source: Create new layer
es: Crear capa vacía

source: Publish layer
es: Publicar capa

source: Error in GetCapabilities
es: Error en GetCapabilities

source: Error trying to connect
es: Error intentando conectar

source: Insert item name
es: Inserte nombre del item

source: Select form
es: Seleccionar formulario

source: Status
es: Estado

source: active
es: activo

source: inactive
es: inactivo

source: Is master?
es: Es maestro?

source: Save node
es: Guardar nodo

source: Edit node
es: Editar nodo

source: Convert
es: Convertir

source: Autogen
es: Autogenerar

source: Autogen ok
es: Generación correcta del campo enumerado

source: Convert ok
es: Se ha asignado el campo enumerado correctamente

source: The field can not be set as mandatory at database level because some records contain NULL values in this column. Delete the NULL values and try again.
es: El campo no se puede configurar como obligatorio a nivel de base de datos porque algunos registros contienen valores nulos en esta columna. Borre los valores nulos y vuelva a intentarlo.

source: Node has been reloaded
es: El nodo ha sido recargado

source: Error reloading node
es: Error recargando nodo

source: Connection has been success
es: La conexión ha sido exitosa

source: Filter by project
es: Filtrar por proyecto

source: Show all layers
es: Mostrar todas las capas

source: The action was successfully completed
es: La acción se completó correctamente

source: The action failed
es: La acción falló

source: The layer definition was refreshed
es: La definición de capa fue refrescada

source: The layer refresh failed
es: Falló el refrescado de capa

source: Calculated
es: Calculado

source: too_many_files
es: Demasiados ficheros para descargar. Reduzca el número de niveles de zoom o haga la extensión del proyecto más pequeña
