Repository: gvSIGAssociation/gvsig-online
Catalog: trunk/plugin_print/gvsigol_plugin_print/locale/*/LC_MESSAGES/djangojs.po
Languages: pt

source: Scale
pt: Escala Automática

source: Auto Scale
pt: Escala Automática

source: User scale
pt: Escala definida pelo usuário

# legalwarning
source: All the cartographic contents of this web and of the services that it provides are property of this institution.The institution is not responsible for the information that can be obtained through links to external systems.
pt: aviso legal

# print-mapgrid-point
source: Points
pt: Parâmetros de impressão

# print-mapgrid-line
source: Lines
pt: Selecione o modelo de impressão

# print-mapgrid-spacing
source: Spacing
pt: Selecione o modelo

source: Map Projection
pt: Título

# MapOverview
source: Layers in Map Overview
pt: Aviso Legal

source: Rotation
pt: Rotação

source: Format
pt: Formato

source: Legend
pt: Legenda

source: Print
pt: Imprimir

source: Cancel
pt: Cancelar

source: You must select a template
pt: Você deve selecionar um modelo

# layers_xyz_cant_be_reprojected
source: External layers of type XYZ can't be reprojected.
pt: Erro no carregamento do plugin de impressão
