Repository: gvSIGAssociation/gvsig-online
Catalog: prerelease_v3.11.0_rcX/plugin_mediadisplay/gvsigol_plugin_mediadisplay/locale/*/LC_MESSAGES/django.po
Languages: es

source: Media display
es: Visualización multimedia

source: Add configuration
es: Añadir configuración

source: Project
es: Proyecto

source: Select a project...
es: Seleccionar un proyecto...

source: Layer
es: Capa

source: Select a layer...
es: Seleccionar una capa...

source: Configure layer fields
es: Configurar campos de la capa

source: Configured layers
es: Capas configuradas

source: No layers configured yet
es: Aún no hay capas configuradas

source: Order field
es: Campo de orden

source: Select order field...
es: Seleccionar campo de orden...

source: Media fields
es: Campos multimedia

source: Select media fields...
es: Seleccionar campos multimedia...

source: Hold Ctrl to select multiple fields
es: Mantén pulsado Ctrl para seleccionar múltiples campos

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: Delete configuration
es: Eliminar configuración

source: Are you sure you want to delete the media display configuration for project
es: ¿Estás seguro de que quieres eliminar la configuración de visualización multimedia para el proyecto

source: Delete
es: Eliminar

source: Update configuration
es: Actualizar configuración

source: Configure more layers
es: Configurar más capas

source: Media display configurations
es: Configuraciones de visualización multimedia

source: Created
es: Creado

source: Updated
es: Actualizado

source: No configurations found. Click 'Add configuration' to create one.
es: No se encontraron configuraciones. Haz clic en 'Añadir configuración' para crear una.

source: The configuration will be removed. Do you want to continue?
es: La configuración será eliminada. ¿Quieres continuar?

source: Accept
es: Aceptar
